[
 {
  "title": "The race may be long but you are stronger than you give yourself credit."
 },
 {
  "title": "Compare yourself to who you were yesterday, not who someone else is today."
 },
 {
  "title": "So many people are afraid of failure, when what they should be afraid of is regret."
 },
 {
  "title": "Don’t give up on the person you’re becoming."
 },
 {
  "title": "The view is beautiful from the top, but there is beauty in the climb. Don't overlook it."
 },
 {
  "title": "Discipline will take you places where motivation can't."
 },
 {
  "title": "You CAN, end of story."
 },
 {
  "title": "Never stop dreaming."
 },
 {
  "title": "You get tested the most when you're about to reach a new level, don't break."
 },
 {
  "title": "Negativity is a choice. What are you choosing?"
 },
 {
  "title": "What we fear doing is usually what we need to do the most."
 },
 {
  "title": "If you cannot do great things, do small things in a great way."
 },
 {
  "title": "Life and nature show us you have to get past the thick of the storm to get to the sunshine beyond."
 },
 {
  "title": "Trade your expectations for appreciation."
 },
 {
  "title": "Life doesn’t get better by chance it gets better by change."
 },
 {
  "title": "There is no right time, just time, and what you do with it."
 },
 {
  "title": "The enemy wouldn’t be attacking you so hard if there wasn’t anything valuable in you. Thieves don’t break into empty houses."
 },
 {
  "title": "Don't let disappointment defeat you, let it drive you."
 },
 {
  "title": "Delayed does not mean denied it just means you're gonna have to wait a little longer and work a little harder."
 },
 {
  "title": "Most people who are criticizing and judging haven't even tried what you failed at."
 },
 {
  "title": "Your direction is more important then your speed."
 },
 {
  "title": "You already have what it takes."
 },
 {
  "title": "There's a version of yourself that you haven't met yet, keep showing up until you two are introduced."
 },
 {
  "title": "Are you doing what you told yourself you were going to do?"
 },
 {
  "title": "Can you fight off the old you long enough to get to know the new you?"
 },
 {
  "title": "It's impossible to stay at the same level if you keep improving"
 },
 {
  "title": "Remember that trying is 80% of doing something. So try, and don't giving up because not giving up is the other 20%."
 },
 {
  "title": "Try something new! If you win you'll be happy if you lose you'll be wiser."
 },
 {
  "title": "The person who struggles is better than the person who never attempts."
 },
 {
  "title": "Do it with passion and you won't regret it."
 },
 {
  "title": "Give it your best, you'll never regret it"
 },
 {
  "title": "Not every door that's closed is locked, push it open"
 },
 {
  "title": "How you do one thing is how you do everything"
 },
 {
  "title": "Sometimes we are so focused on the future that we don't realize that today was the future we prayed for years ago."
 },
 {
  "title": "The move that you're afraid to make could be the one that changes everything."
 },
 {
  "title": "Just keep showing up when most people quit."
 },
 {
  "title": "Everyday you enter a new battle: You vs. You. Don't forget you are always the winner."
 },
 {
  "title": "Happiness comes from solving your problem not avoiding them."
 },
 {
  "title": "If you can't do the small things right now... how do you expect to do the big things later."
 },
 {
  "title": "Why not YOU?"
 },
 {
  "title": "Remember if you are stressing it’s because you haven’t given up."
 },
 {
  "title": "Stop worrying you'll figure it out like you always have before."
 },
 {
  "title": "Life is like a bicycle. To keep your balance, you must keep moving"
 },
 {
  "title": "Luck? No you make your own luck."
 },
 {
  "title": "Motivation is what gets you started habit and discipline is what keeps you going."
 },
 {
  "title": "Don't limit your challenges, challenge your limits."
 },
 {
  "title": "Don't be the one thing standing in your way."
 },
 {
  "title": "Small steps add up."
 },
 {
  "title": "Sometimes things don't go your way or as you planned. Things might change, get canceled, or get pushed back. Do what you must to pivot or restart, but do it."
 },
 {
  "title": "Strive for progress, not perfection"
 },
 {
  "title": "It’s okay to struggle, it’s not okay to quit."
 },
 {
  "title": "The most important skill in life is learning to do things when you don't feel like doing them. Anyone can do it when it's easy most people stop the minute it gets hard."
 },
 {
  "title": "Every overnight success has been years in the making.  "
 },
 {
  "title": "Sometimes when you're in a dark place you think you've been buried, but actually you've been planted."
 },
 {
  "title": "Dare to dream"
 },
 {
  "title": "“Dream”, counsels the visionary; “toil”, counsels the laborer, but you must be both."
 },
 {
  "title": "Even in the depths of despondence, a day lived is a lesson learned. Live to discover more!"
 },
 {
  "title": "Whatever Life gives you, even if it hurts, just be strong and act like you’re okay. Strong Walls shake but never collapse."
 },
 {
  "title": "Life is a circle of happiness, sadness, hard times, and good times. If you are going through hard times, have faith that good times are on the way"
 },
 {
  "title": "Every struggle in your life has shaped you into the person you are today, so be thankful for the hard times, they can only make you stronger"
 },
 {
  "title": "Don’t give up, the beginning is always the hardest"
 },
 {
  "title": "Good things come to those who believe, Better things come to those who are patient. Best things come to those who don’t give up"
 },
 {
  "title": "I am not my diagnosis."
 },
 {
  "title": "Reaching out for support shows strength."
 },
 {
  "title": "Your first thought in the morning should be “thank you”"
 },
 {
  "title": "Those who have a ‘why’ to live, can bear with almost any ‘how - Viktor E. Frankl"
 },
 {
  "title": "The grass is greener where you water it.” — Neil Barringham"
 },
 {
  "title": "Live to inspire, and one day people will say, because of you, I didn’t give up"
 }
]