{
  "lg": {
    "Email": "Mmeyiro",
    "Username": "Erinnya ly’okozesa",
    "Date of birth": "Ennaku z’omwezi kwe wazaalibwa",
    "Gender": "Ekikula",
    "Female": "Mukyala",
    "Male": "Musajja",
    "Prefer not to say": "Londawo obutayogera",
    "Age of seizure onset": "Emyaka kwe watandikira okwesika",
    "Seizure type": "Ekika ky'okwesika",
    "Tonic": "Okukanyala kw'ekitundu ekimu",
    "Atonic": "Okukanyala kw'ebinywa",
    "MyoClonic": "Okwesika kw'omubiri gwonna",
    "Clonic": "Ebinywa bigwamu amaanyi",
    "Do you have a caregiver": "Olina omuyambi?",
    "Yes": "Yee",
    "No": "Nedda",
    "Institution": "Ekitongole",
    "Create Password": "Tondawo ppaasiwaadi",
    "Confirm Password": "Kakasa ppaasiwaadi",
    "Register": "Weewandiise",
    "Forgot password": "Weerabidde ppaasiwaadi?",
    "Reset password": "Ddamu otondewo ppaasiwaadi endala",
    "Have an account?": "Olina akaawunti?",
    "Log in now": "Yingiramu kati",
    "By signing up you agree with our Terms and Conditions": "Mu kuggulawo akaawunti, okkaanya n’enkola zaffe wamu n’obukwakkulizo",
    "To learn more about how we use your data. Read our Privacy Policy": "Okumanya ebisingawo ku ngeri gye tukozesaamu ebikukwatako, Soma ku nkola zaffe ez'enkiso.",
    "Epilepsy Resilience tracker": "Enkola y'okulondoola okwewalamu ensimbu",
    "Quick updates": "Okumanyisa okw'amangu",
    "The app is free, secure, and helps connect you to important resources for coping and adapting": "Apu ya bwereere, nnungi, era ekuyamba okukuyunga ku bintu eby’omugaso okumanyiira n'okugumiira.",
    "Next": "Ekiddako",
    "Notify quickly": "Manyisa mu bwangu",
    "Receive alerts about your health in time": "Funa okumanyisibwa ku bulamu bwo mu budde",
    "Track medicine": "Londoola eddagala",
    "Quickly track your medication on the app": "Londoola mu bwangu eby’obujjanjabi byo ng’okozesa apu",
    "Get Started": "Tandika",
    "Hello": "Hallo",
    "Discover Activities": "Zuula ebikolebwa",
    "Give yourself a chance": "Weewe omukisa",
    "seizure tracking": "Okulondoola okwesika",
    "Seizure Tracking": "Okulondoola Okwesika",
    "medication": "Obujjanjabi",
    "resilience tracking": "Okunoonyereza ku kuvvunuka embeera embi",
    "resilience activities": "Ebikolwa by'okuvvunuka embeera embi",
    "Home": "Awaka",
    "Forum": "Omukutu",
    "Account": "Akaawunti",
    "Record Seizure Details": "Wandiika ebikwata ku kwesika",
    "How severe was it?": "Kwali kwa kigero ki?",
    "mild": "Kutonotono",
    "moderate": "Kusaamusaamu",
    "severe": "Kukakali",
    "How long did it last?": "Kwamala bbanga ki?",
    "min": "Ddakiika",
    "sec": "Obutikitiki",
    "unknown": "TEKIMANYIDDWA",
    "What time of the day did it occur?": "Kwaliwo kiseera ki mu lunaku?",
    "morning": "Kumakya",
    "afternoon": "Ttuntu",
    "evening": "Lwaggulo",
    "Did you lose awareness?": "Wafiirwa okutegeera?",
    "Before the seizure, did you have an Aura": "Nga tonnaba kwesika, wawulira embeera etali ya bulijjo?",
    "An aura is unusual feeling, experience, or sensation that signals an upcoming seizure": "Embeera y'okuva mu bulamu bwo obwa bulijjo kwe kwewulira obubi, okuyita mu mbeera oba okutaataaganyisibwa mu butoffaali bw'omubiri ekiraga okujja kw'okwesika .",
    "What kind of aura was it?": "Embeera etali ya bulijjo yali ya ngeri ki?",
    "Sweet smells": "Ebiwunya obulungi",
    "Déjà vu, French word meaning [Already seen]": "Yalabibwako",
    "The sensation of being in a familiar place or experiencing a very familiar situation": "Empulira y'okubeera mu kifo ky'omanyi oba okuyita mu mbeera efaananira ddala eyo.",
    "Tingling Sensation": "Embeera y'obusimu bw'omu mubiri okusindika obubaka obusukka ku bwa bulijjo.",
    "Sensation of crawling insects": "Okuwulira ng'ebiwuka ebikutambula",
    "Seeing animals or people": "Okulaba ebisolo oba abantu",
    "Horrible Smells": "Akasu ak'amaanyi",
    "Jamais-Vu (“never seen”)": "Okuwulira ng'atabeerangako mu mbeera eyo",
    "An experience of being unfamiliar with a person or place or situation that is actually very familiar": "Embeera y'okubeera nga tojjukira muntu oba ekifo oba embeera mu butuufu gye wali omanyi obulungi ennyo.",
    "Flashing lights": "Amataala agamyansa",
    "Was there a trigger for your seizure?": "Waaliwo embeera eyakuviirako okwesika?",
    "What trigger was it ?": "Kiki ekyaviirako embeera eyo?",
    "Stress": "Okutawaanyizibwa mu bwongo",
    "Music": "Ennyimba",
    "Hunger": "Enjala",
    "High Fever": "Omusujja ogw'amaanyi",
    "Falshing Lights": "Amataala agamyansa",
    "Laughter": "Enseko",
    "Noise": "Okuwoggana",
    "Anger": "Obusungu",
    "Missed Medication": "Obutafuna bujjanjabi",
    "How did you feel after the seizure?": "Wawulira otya oluvannyuma lw'okwesika?",
    "SLEEPY": "Okuwulira otulo",
    "CONFUSED": "Otabuddwa",
    "Body Weakness": "Obunafu mu mubiri",
    "RESTLESS": "Obutaba na mirembe",
    "HEADACHE": "Okulumwa omutwe",
    "OTHER": "Ebirala",
    "Did it upset you?": "Kyakuggya mu mbeera?",
    "Finish": "Maliriza",
    "Add Medicine": "Yongerako eddagala",
    "Record Your Medication": "Wandiika obujjanjabi bwo",
    "What medication are you taking?": "Bujjanjabi ki bw'ofuna?",
    "other": "Obulala",
    "save": "Tereka",
    "Add Reminder": "Yongerawo ekikujjukiza",
    "Cancel": "Sazaamu",
    "Add time": "Yongera obudde",
    "Save": "Tereka",
    "Select medicine": "Londa eddagala",
    "Select Medicine?": "Londa eddagala",
    "Did you take all your doses today?": "Wamize ddoozi yo yonna leero?",
    "All doses": "Ddoozi zonna",
    "Some doses": "Ddoozi ezimu",
    "No doses": "Obutamirirako ddala ddoozi n'emu",
    "What was the reason for missing?": "Nsonga ki eyakuviiriddeko obutamira ddagala?",
    "I forgot to take the doses": "Neerabidde okumira ddoozi",
    "I forgot to refill the doses": "Neerabidde okujjuza ddoozi",
    "I didn't have the funds to refill the doses": "Ssaabadde na ssente kujjuza ddoozi",
    "I didn't have the medicine with me": "Ssaabadde na ddagala",
    "I was told not to take any medicine": "Baŋŋamba obutamira ddagala lyonna",
    "I was too sick": "Nali mulwadde nnyo",
    "Side effects": "Kukosebwa okwavaamu",
    "Which side effects did you experience?": "Kukosebwa ki kwe wafuna?",
    "None": "Tewali",
    "Vomiting": "Okusesema",
    "Drowsiness": "Okusumagira ennyo emisana",
    "Skin Rash": "Okufuukuuka olususu",
    "Headache": "Okulumwa omutwe",
    "Nausea": "Okusindiikirirwa emmeeme",
    "Diarrhoea": "Okuddukana",
    "Constipation": "Okukaluubiriziwa mu kufuluma obubi",
    "Other": "Ekirala",
    "Track Resilience": "Ebikolwa by'okuvvunuka embeera embi",
    "View Tallies": "Laba emiwendo",
    "Did you engage socially today?": "Weetabyeko n'abantu leero?",
    "How did you engage today?": "Otabaganye otya leero?",
    "School": "Essomero",
    "Family": "Famire",
    "Friends visit at home": "Emikwano ginkyalidde ewaka",
    "Outing with my friends": "Ntambuddemu ne mikwano gyange",
    "How did others treat you today?": "Abalala bakuyisizza batya leero?",
    "Respectfully": "Mu ngeri  ya kitiibwa",
    "Rudely": "Mu ngeri ya busungu",
    "With Care": "Mu ngeri ya bwegendereza",
    "Harshly": "Mu ngeri ya bukambwe",
    "How do you feel today": "Owulira otya leero?",
    "Positive": "Bulungi",
    "Negative": "Bubi",
    "Which emotions were felt?": "Wawulira mbeera ki?",
    "You can select up to six(6) feelings": "Osobola okulonda okutuuka ku mbeera mukaaga (6)",
    "Happy": "Nasanyuse",
    "Joyful": "Obusanyufu",
    "Appreciated": "Okusiimibwa",
    "Inspired": "Okusikirizibwa",
    "Encouraged": "Okubirizibwa",
    "Cheerful": "Musanyufu",
    "Confident": "Obuvumu",
    "Grateful": "Obusiimu",
    "Why did you feel this way?": "Lwaki wawulira mu ngeri eno?",
    "ACCOMPLISHED GOALS": "Ebiruubirirwa ebimaliddwa",
    "FAMILY ACKNOWLEDGED ME": "Famire yanzikiriza",
    "DID FUN THINGS": "Nakoze ebintu ebinyuma",
    "ENGAGED WITH OTHERS": "Neetaba n'abalala",
    "Sad": "Munakuwavu",
    "Irritable": "Munyiivu",
    "Confused": "Okutabulwa",
    "Envious": "Okuwulira ennugu",
    "Lonely": "Obwomu",
    "Angry": "Obusungu",
    "Worried": "Obweraliikirivu",
    "Impatient": "Obutagumiikiriza",
    "Hopeless": "Obutaba na ssuubi",
    "Discouraged": "Okumalibwamu amaanyi",
    "ISOLATION": "Okuboolebwa",
    "CONFLICT": "Okukuubagana",
    "I HAVE NO FRIENDS": "Sirina mikwano",
    "Tallies": "Emiwendo",
    "Recent Assessment": "Okwekenneenya okwakaggwa",
    "Mood": "Embeera",
    "Score": "Obubonero",
    "It seems you have been feeling positive lately": "Kirabika obadde owulira obulungi gye buvuddeko",
    "It seems you have been feeling distressed lately": "Kirabika obadde owulira ennaku gye buvuddeko",
    "It seems you have been feeling good lately": "Kirabika obadde owulira obulungi gye buvuddeko",
    "It seems you have been feeling grateful lately": "Kirabika obadde musiimu gye buvuddeko",
    "It seems you have been feeling down lately": "Kirabika obadde mulwadde gye buvuddeko",
    "It seems you have been feeling anxious lately": "Kirabika obadde oyaayaana gye buvuddeko",
    "It seems you have been feeling abit confused lately": "Kirabika obadde otabuddwa gye buvuddeko",
    "It seems you have been feeling envious lately": "Kirabika obadde owulira obuggya gye buvuddeko",
    "It seems you have been feeling abit negative lately": "Kirabika obadde towulira bulungi gye buvuddeko",
    "Social": "Okwetaba n'abantu",
    "Low social engagement": "Obuteetaba nnyo na bantu",
    "Medium social engagement": "Okwetabamu akatono n'abantu",
    "High social engagement": "Okwetaba ennyo n'abantu",
    "Treated": "Okujjanjabibwa",
    "Oh no! Seems you have not been treated well lately": "Oh nedda! Kirabika tojjanjabibiddwa bulungi gye buvuddeko",
    "Positive! You're being treated well lately": "Kirungi! Ojjanjabibwa bulungi ennaku zino",
    "Resilience Activities": "Emirimu gy'okulondoola ebivuddemu",
    "One Service Goal": "Ekigendererwa ky'obuweereza kimu",
    "Doing acts of service which can be described as doing something for someone else which you know they would like can have a profound positive impact on mood and well-being.": "Okukola ekikolwa ky'obuweereza ekisobola okunnyonnyolwa ng'okukolera omuntu ekintu ky'omanyi kye bayinza okwagala ekisobola okubaleetako embeera ennungi wamu n'okubeera obulungi.",
    "Pick one service goal to complete in the next few days. Helping someone or a group can benefit to your well-being!": "Londa ekigendererwa ky'obuweereza kimu eky'okumaliriza mu nnaku ntono eziddako. Okuyamba omuntu oba ekibinja kisobola okuganyulwa mu kubeera kwo obulungi.",
    "Tips": "Obukodyo",
    "Choose something that you have not been asked to do.": "Londa ekintu kye batakugambye kukola",
    "Consider doing the service act without others getting to know sometimes.": "Faayo okukola obuweereza ebiseera ebimu ng'abantu abalala tebamanyi",
    "Examples:": "Ebyokulabirako",
    "Carry groceries for an elder or mother with young children": "Situlirako omukadde ebintu eby'okukozesa awaka oba maama ayina abaana abato",
    "Volunteer at your church/mosque": "Kola emirimu gy'obwannakyewa ku kkanisa yo/omuzikiti",
    "Help someone with their school or home tasks": "Yambako omuntu n'emirimu gy'oku ssomero oba egy'awaka",
    "Collect water for use at home": "Kima amazzi g'okukozesa awaka",
    "Wash up the plates and cups after a meal without being asked": "Yoza amasowaani n'ebikopo oluvannyuma lw'okulya emmere nga togambiddwa",
    "Clean/sweep the compound": "Longoosa/yera oluggya",
    "Wash/iron your parents or siblings’ clothes": "Yoza/golola engoye z'abazadde bo oba baganda bo",
    "Empty the dustbin into the designated waste area": "Yiwayo kasasiro mu bifo ebiyiirwamu kasasiro okuva mu kintu mw'akungaanyizibwa",
    "Manage your triggers": "Kola ku bintu byo ebireeta embeera",
    "Learning your triggers and avoiding them may take patient, thoughtful reflection to identify  and learn ways to avoid or manage them. Some common triggers include:": "Okumanya ebintu ebireeta embeera yo n'okubyewala kiyinza okwetaaga obugumiikiriza, okwefumiitiriza ku by'olowooza okusobola okuzuula n'okuyiga engeri z'okubyewala n'okubikolako. Ebimu ku bireeta embeera eno mulimu;",
    "Missed medications.": "Obutafuna bujjanjabi",
    "Skipping meals/low blood sugar.": "Obutalya mmere/ssukaali omutono mu musaayi",
    "Hunger.": "Enjala",
    "Particular food items such as -  tea, coffee, chocolate, sugar, sweets, soft drinks, excess salt, and spices.": "Ebika by'emmere ebimu gamba nga; amajaani, kaawa, kyokuleeti, ssukaali, switi, eby'okunywa ebitatamiiza, omunnyo ogusukkiridde, n'ebirungo.",
    "Dehydration- depletion of bodily fluids.": "Okuggwaamu amazzi-okuggwaamu amazzi g'omubiri.",
    "Imbalance of substances (electrolytes) that maintain the fluids inside or outside your body and are essential for muscle and nerve function.": "Obutenkanankana bw'ebintu mu mubiri (obusannyalaze) ebikuuma amazzi munda oba wabweru w'omubiri era nga bya mugaso ku binwa n'obusimu bw'omubiri.",
    "Tiredness and lack of sleep": "Obukoowu n'obuteebaka",
    "Illness or high body temperature.": "Obulwadde oba ebbugumu eringi mu mubiri",
    "Flashing or flickering lights": "Amataala agamyansa oba agatemereza",
    "Hormonal changes/Menstruation": "Enkyukakyuka mu busimu bw'omubiri/Okugenda mu nsonga",
    "Very warm weather, hot baths or showers, especially when there is a sudden change in temperature.": "Obudde obw'ebbugumu, okunaaba amazzi agookya, naddala nga waliwo enkyukakyuka ey'embagirawo mu bbugumu",
    "Stress/anxiety": "Okutaawaanyizibwa mu bwongo/obukoowu",
    "Excitement.": "Okukyamuukirira",
    "Boredom.": "Ekiwuubaalo",
    "Alcohol or illicit substance use.": "Okunywa omwenge oba ebiragalalagala ebitakkirizibwa mu mateeka",
    "Taking your medications as prescribed, without skipping doses, is your strongest assurance against minimizing your chance of getting break-through seizures. Anti-seizure medications do not work well when taken irregularly—they require a regular routine without skipping doses.": "Okumira eddagala nga bw'olagirwa, ewatali kubuukamu ddoozi y'engeri ey'enkomeredde ey'okukendeeza emikisa gy'okwesika. Eddagala eritangira okwesika terikola bulungi ng'olimira obuukamu. Lyetaaga okumira buli lunaku nga tobuuseemu ddoozi.",
    "Taking good care of your physical health is also important. Lack of adequate sleep, food, and drink can trigger seizures for some. It is thus important to eat regularly, not skip meals, and try to avoid too many foods with caffeine or excess sweets, salts, or spices. Rest enough and regularly, and exercise moderately. When you feel unwell (sick), try to seek medical attention as soon as possible. If your temperature is high you can manage fever with fever-reducing medications, such as paracetamol (Panadol) as you seek for further medical help.": "Okwefaako obulungi ku mubiri nakyo kya mugaso. Obuteebaka kimala, obutalya bulungi wamu n'obutanywa kuviirako okwesika eri abantu abamu. Noolwekyo, kyamugaso nnyo okulya buli lw'oteekeddwa okulya awatali kubuukamu era gezaako okwewala emmere ennyingi erimu kafeyini, okuwoomerera okungi, omunnyo oba ebirungo. Wummula ekimala ate buli lunaku era okole dduyiro mpola. Bwoba teweewuulira bulungi (olwadde) Gezaako okufuna obujjanjabi mangu ddala nga bwe kisoboka. Ebbugumu ly'omubiri gwo bwe liba waggulu osobola okukendeeza omuliro ogwo n'eddagala erikendeeza omuliro, nga panado nga bw'onoonya obujjanjabi obulala",
    "Flashing lights can also trigger seizures in some people with epilepsy, such persons are said to have photosensitive epilepsy.": "Amataala agamyansa nago gasobola okuvaako okwesika mu bantu abamu abayina ensimbu, abantu ng'abo bagambibwa okubeera n'obulwadde bw'ensimbu obuva ku kitangaala.",
    "Some specific examples of situations or events that can trigger seizures in people with photosensitive epilepsy are:": "Ebyokulabirako ebimu eby'enkukunala eby'embeera oba ebintu ebisobola okuviirako okwesika mu bantu abayina obulwadde bw'ensimbu obuva ku kitangaala mulimu:",
    "In order to reduce the likelihood of having a seizure due to any of these situations or events it is important to do all what you can to reduce your exposure to these seizure triggers by avoiding these stimuli. Some tips you could use include remembering the word ‘SLEEP’:": "Mu kaweefube w'okukendeeza okubeera n'embeera ey'okwesika olw'embeera zino oba ebituukawo ebirala, kyamugaso okukola kyonna ky'osobola okwegobako ebireeta embeera y'okwesika ng'ogoberera ebisikiriza. Obubagulizo obumu bw'oyinza okukozesa mulimu okujjukira ekigamba \"tulo",
    "S- Screen smart, be screen smart by employing safety measures such as:": "Ku ntimbe, fuba obuteesembereza ntimbe ng'oteekawo enkola ennuŋŋamu nga:",
    "Watching TV and playing video games in a well-lit room and at a safe distance from the screen (at least two and a half (2.5) meters from the TV and half (0.5) a meter from a computer monitor).": "Okulaba TV n'okuzannya obuzannyo bwa vidiyo mu bisenge ebitaliimu nnyo kitangaala era ne mu buwanvu obulungi obutakukosa okuva ku lutimbe (waakiri mmita bbiri n'ekitundu (2.5) okuva ku TV, n'ekitundu kya mmita (0.5) okuva ku ndabirwamu ya kompyuta.",
    "Limiting the time spent in front of the TV, computer, and on hand-held devices (smart phones/tablets) or restricting playing computer and video games.": "Okukendeeza ku budde bw'omala ku TV, kompyuta, oba ku byuma ebikozesebwa mu ngalo  (essimusseereza/taabuleeti) oba okukendeeza by'ozannyira ku kompyuta n'emizannyo gya vidiyo.",
    "Using flicker-free monitors (LCD or flat screen).": "Okukozesa entimbe ezikendeeza ekitangaala mu liiso (LCD oba eby'olutimbe oluseeteevu)",
    "Reducing the brightness on screen monitors.": "Okukendeeza ku kitangaala ekiva ku lutimbe lwa kompyuta.",
    "Using a remote control instead of walking up to the TV to change the channel.": "Okukozesa limooti okukyusa omukutu mu kifo ky'okutambula ogende ku TV.",
    "Adjusting Internet settings to control moving images.": "Okukyusa enteekateeka y'omutimbagano okusobola okufuga ebifaananyi ebitambula.",
    "L- Lifestyle. Adopt a healthy lifestyle by getting plenty of rest, limiting your involvement in stressful situations and avoiding the excessive consumption of intoxicating substances such as alcohol.": "Ku ntambuza y'obulamu bwo. Kyusa entambuza y'obulamu bwo nga weebaka ekimala, okukendeeza mu kwenyigira mu bintu ebitaataaganya endowooza yo n'okukendeeza ku kukozesa ebintu ebitamiiza nga omwenge.",
    "E-Eyes. Whenever possible when outdoors, wear polarized sunglasses to protect your eyes from bright light.": "Ku maaso. We kisobokera wonna nga oli wabweru, yambala ggaalubindi z'omusana okusobola okutangira amaaso go okuva ku kitangaala.",
    "E-Entertainment. Choose sources of entertainment which can minimize your encounter with sources of flashing lights. You may want to avoid: nightclubs, firework shows or concerts": "Mu byamasanyu. Londa ebyamasanyu ebisobola okubeera n'ebimyanso by'ekitangaala ebitono. Oyinza okwagala okwewala: Ebifo ebisanyukirwamu ekiro, okukuba ebiriroliro oba ebivvulu",
    "P-Preparedness. Always be prepared with knowledge about your triggers and devise means to avoid them as much as possible. In certain circumstances your photosensitive seizure may be preceded by unusual symptoms, such as: dizziness, blurred vision or muscle twitching.": "Ku kweteekateeka. Bulijjo beeranga mweteefuteefu n'amagezi agakwata ku bikuviirako era onoonye engeri z'okwewalamu nga bwe kisoboka. Mu mbeera ezimu, okwesika kwo okuva ku bifaananyi kuyinza okugobererwa obubonero obutali bwa bulijjo nga okuziyira, ekifu ku maaso oba okwekwata kw'ebinywa",
    "If you notice any of these or other warning signs, cover one eye and turn your head from the stimuli immediately. If you are watching TV or playing video games, cover one eye and walk away.": "Singa ofuna akamu ku bubonero buno oba okubagulizibwako okulala kwonna, bikka eriiso lyo erimu era okyuse omutwe gwo amangu ddala okuva eri ekintu ekikuleetera obuzibu. Bw'oba olaba TV oba ng'ozannya obuzannyo bwa vidiyo, bikkako eriiso limu era otambule okuvaawo.",
    "Sometimes extreme emotions, like excitement, fear, or even boredom can trigger seizures. Try to watch how your stress level impacts your seizure frequency. Some people find that support groups or talking to a trusted family member or friend can help manage some of these feelings, improve quality of life, and possibly reduce seizure frequency.": "Ebiseera ebimu embeera ezisukkiridde ennyo, nga, okukyamuukirira, okutya, oba ekiwuubaalo bisobola okuviirako okwesika.  Fuba nnyo okulaba engeri situleesi wo  gy'aleetamu emirundi gy'okwesika.  Abantu abamu bagamba nti ebibinja ebiyamba oba okwogera n'omuntu gwe weesiga mu famire oba mukwano gwo kusobola okukuyamba okukwasaganya embeera eno, okulongoosa embeera z'obulamu era nga kisoboka okukendeeza emirundi gy'okwesika",
    "Avoid excess use of alcohol and avoid illicit substances as these can also trigger seizures.": "Weewale okukozesa omwenge omungi n'ebiragalalagala ebitamiiza kuba biyinza okuviirako okwesika.",
    "Some women with epilepsy may have seizures associated with hormones, for example occurring more around the time of menstrual periods. It is advised that you talk with your doctor about this, so that certain drugs may be changed or added before the menstrual periods to minimize this occurrence.": "Abakyala abamu abalina obulwadde bw'ensimbu buyinza okuba n'okwesika okwekuusa ku butoffaali, okugeza okubeerawo ennyo mu kiseera ky'okugenda mu nsonga. Obulwadde bw'ensimbu buno bweyolekera ennyo mu kiseera ky'okuba mu nsonga. Kikubirizibwa okwogera n'omusawo wo ku nsonga eno, .kiyambe eddagala erimu okukyusibwa  oba okugattibwako nga tonnagenda mu nsonga za kikyala okukendeeza emirundi gy'okwesika",
    "Sometimes, people experience seizures that are related with changes in temperature, such as when one takes a hot bath or shower. Try to be aware of such triggers and talk with your doctor about strategies to manage these.": "Ebiseera ebimu, abantu bafuna okwesika okwekuusa ku nkyukakyuka mu bbugumu, okugeza singa omu anaaba amazzi agookya oba okunaaba. Gezaako okumanya ebintu ebiviirako embeera eno era oyogere n'omusawo wo ku ngeri y'okugonjoolamu kino.",
    "Overall, try to avoid extremes. ‘Stay in the middle’, avoiding excess tiredness, hunger, extreme emotion. Seek emotional balance with a positive outlook when you can. Investing in your physical and emotional health will have many positive benefits!": "Okutwaliza awamu, gezaako okwewala ebintu ebisukkiridde. 'Beera mu makkati', weewale okukoowa ennyo, enjala, okulinnyisa embeera yonna gy'owulira. Noonya engeri gy'oyinza okutebenkeezaamu engeri gy'owulira ng'osobodde. Okwesigamu mu mubiri ne mu birowoozo kijja kuzaala ebibala bingi.",
    "Positive affirmations": "Ebikolwa ebirungi",
    "Positive affirmations are positive statements you make about yourself to help you to remember your gifts, skills, and blessings. Pick 3 affirmations to say each morning and night for 3 days!": "Ebikolwa ebirungi ze ngeri ennungi ze weeyogerako okusobola okukuyamba okujjukira ebirabo byo, obukugu, n'emikisa. Londa ebintu 3 ebyokwogera ku buli kumakya n'ekiro okumala ennaku  3",
    "Tip:": "Akakodyo",
    "This is a very easy and fun way to change your self-image! If you have trouble you have trouble thinking of positive ideas about yourself, ask you statements.": "Eno y'engeri ennyangu ennyo okukyusa ekifaananyi kyo! Singa obeera n'obuzibu olina obuzibu mu kulowooza ku birowoozo ebirungi ku ggwe, buuza ebintu.",
    "I am kind.": "Ndi wa kisa",
    "I am clever.": "Ndi mugezi",
    "I am giving.": "Ndi mugabi",
    "I try hard.": "Ngezaako nnyo",
    "My smile makes others smile.": "Akamwenyumwenyu kange kaleetera abalala okumwenya",
    "I am worthy.": "Ngwanidde",
    "I love who I am and can not wait to see who I am becoming.": "Njagala ki kyendi era sisobola kulinda kulaba ki kye nfuuka",
    "I will get through this.": "Kino nja kukiyitamu",
    "I am deserving.": "Ngwanira",
    "I get better day by day.": "Neeyongera okutereera buli lunaku oluyitawo",
    "One Social Goal": "Ekiruubirirwa kimu eky'okukolagana n'abantu",
    "Making friends or getting to know other people is an important part of well-being. Sometimes it is hard to make these connections because we are shy, we don’t know others or we fear to be ignored, mistreated or laughed at.": "Okukola emikwano oba okumanya abantu abalala kya mugaso nnyo mu kubeera obulungi. Ebiseera ebimu kizibu okukola enkwatagana zino olw'ensonga nti olina ensonyi, tetumanyi balala  oba tutya  okutwesonyiwa, okutuyisa obubi oba okutusekerera.",
    "Try to build your social community in small steps one at a time. Pick one social goal and try to engage in a social activity in the next few days.": "Gezaako okuzimba enkolaganayo n'abantu mu mitendera emitonotono mu kiseera. Londa ekiruubirirwa kimu eky'okukolaganira awamu n'okugezaako okukola emirimu egyenyigiramu abantu abangi mu nnaku entono eziddako.",
    "Spend time with a special family member, a friend, a schoolmate, or someone from the church/mosque or prayer group. Sometimes you can meet people from Epilepsy support groups, like through the Epilepsy Support Association of Uganda or Purple Bench.": "Malako obudde ne bammemba ba famire yo ab'omuwendo, omukwano, gw'osoma naye, oba omuntu okuva ku kkanisa/omuzikiti oba okuva mu kibinja ky'abantu b'osaba nabo. Ebiseera ebimu osobola okusisinkana abantu okuva mu bibiina by'abalwadde b'ensimbu, ng'okuyita mu bibiina by'abalwadde b'ensimbu mu Uganda oba aba Purple bench.",
    "Journaling": "Okuwandiika mu katabo",
    "Notebooks": "Obutabo obuwandiikibwamu",
    "Gratefuls": "Okusiima",
    "What are you grateful for?": "Ki kyosiima?",
    "Epilepsy Education": "Essomo ku bulwadde bw'ensimbu",
    "Inspirational  Cultural Quotes": "Enjogera z'obuwangwa ezizzaamu amaanyi",
    "The race may be long but you are stronger than you give yourself credit.": "Emisinde giyinza okuba emiwanvu wabula oli mugumu okusinga bwe weewaana",
    "Compare yourself to who you were yesterday, not who someone else is today.": "Weegeraageranye ku bwe wabadde eggulo, si ku muntu mulala olwaleero",
    "So many people are afraid of failure, when what they should be afraid of is regret.": "Abantu bangi nnyo batya okulemererwa, ddi era ki kye balina okweraliikiria kwe kwejjusa",
    "Don’t give up on the person you’re becoming.": "Tokoowa ku lw'ekyo ky'ofuuka",
    "The view is beautiful from the top, but there is beauty in the climb. Don't overlook it.": "Gy'otunudde walabika bulungi ng'oli waggulu, wabula waliwo obulungi ng'olinnye waggulu. Tokibuusa maaso.",
    "Discipline will take you places where motivation can't.": "Empisa zijja kukutwala mu bifo amaanyi we gatasobola.",
    "You CAN, end of story.": "Osobola, olugero we lukomye.",
    "Never stop dreaming.": "Tolekeranga awo okuloota.",
    "You get tested the most when you're about to reach a new level, don't break.": "Ofuna okusoomoozebwa kungi bw'obeera ng'onaatera okutuuka ku mutendera omuggya, toggwamu maanyi.",
    "Negativity is a choice. What are you choosing?": "Okulemwa kya kyeyagalire. Olondako ki?",
    "What we fear doing is usually what we need to do the most.": "Kye tusinga okutya okukola kye tusinga okwetaaga okukola emirundi egiwera.",
    "If you cannot do great things, do small things in a great way.": "Bw'oba tosobola kukola bintu bya nnaggwano, kola ebitono mu ngeri ey'amaanyi",
    "Life and nature show us you have to get past the thick of the storm to get to the sunshine beyond.": "Obulamu n'embeera bitulaga nti olina okuyita mu mbeera enzibu okusobola okutuuka mu mbeera eyeeyagaza.",
    "Trade your expectations for appreciation.": "Yolesa by'osuubira osobole okusiimibwa",
    "Life doesn’t get better by chance it gets better by change.": "Obulamu tebukyuka na mukisa wabula na nkyukakyuka",
    "There is no right time, just time, and what you do with it.": "Tewali budde butuufu, budde bwonna na kiki ky'osobola okubukozesa",
    "The enemy wouldn’t be attacking you so hard if there wasn’t anything valuable in you. Thieves don’t break into empty houses.": "Omulabe yandibadde takulumbagana nnyo singa tobaddeemu kintu kya muwendo. Ababbi tebabba mu bifulukwa",
    "Don't let disappointment defeat you, let it drive you.": "Okulemererwa kuleme kukuwangula, kujja kukutaataaganya",
    "Delayed does not mean denied it just means you're gonna have to wait a little longer and work a little harder.": "Okulwawo tekitegeeza kulemererwa wabula kitegeeza nti olina okulindamu kko akabanga akawanvuko n'okukola ennyo.",
    "Most people who are criticizing and judging haven't even tried what you failed at.": "Abantu abasinga abakolokota n'okulamula by'okoze tebannaba na kukola ky'olemereddwa.",
    "Your direction is more important then your speed.": "Ekiruubirirwa kyo kya mugaso nnyo okusinga emisinde gyo",
    "You already have what it takes.": "Olina ekyetaagisa",
    "There's a version of yourself that you haven't met yet, keep showing up until you two are introduced.": "Waliwo ggwe omulala gw'otannaba kusisinkana, genda mu maaso n'okukola okusinga mwembi lwe mulisisinkana.",
    "Are you doing what you told yourself you were going to do?": "Okola ekyo kye weegamba kye wali ogenda okukola?",
    "Can you fight off the old you long enough to get to know the new you?": "Osobola okulwanisa obukadde bwo osobole okufuna ggwe omuggya?",
    "It's impossible to stay at the same level if you keep improving": "Kizibu okusigala ku ddaala lye limu singa ogenda mu maaso n'okugezaako",
    "Remember that trying is 80% of doing something. So try, and don't giving up because not giving up is the other 20%.": "Jjukira nti okugezaako kuli ku bintundu kinaana ku buli kikumi (80%). Noolwekyo gezaako, era towanika kubanga okuwanika kuli ku bintundu ebirala abiri ku buli kikumi (20%).",
    "Try something new! If you win you'll be happy if you lose you'll be wiser.": "Gezaako ekintu ekipya! Singa owangula ojja kubeera musanyufu ate singa olemererwa ojja kubeera mugezi.",
    "The person who struggles is better than the person who never attempts.": "Omuntu agezaako asinga atagerezangako ddala",
    "Do it with passion and you won't regret it.": "Kikole n'okwagala era tojja kwejjusa.",
    "Give it your best, you'll never regret it": "Kola ekisingayo, tojja kwejjusa.",
    "Not every door that's closed is locked, push it open": "Si buli luggi oluzzeewo nti luggale, lusindike lweggule.",
    "How you do one thing is how you do everything": "Engeri gy'okolamu ekintu ekimu gy'okolamu buli kintu",
    "Sometimes we are so focused on the future that we don't realize that today was the future we prayed for years ago.": "Ebiseera ebimu essira tuliteeka ku biseera by'omu maaso bye tutalaba ne tulemwa okulaba nti leero bye biseera by'omu maaso bye twasabirira edda okumala emyaka.",
    "The move that you're afraid to make could be the one that changes everything.": "Ekintu ky'otya okukola kiyinza okubeera nga kye kigenda okukyusa obulamu bwo.",
    "Just keep showing up when most people quit": "Genda bugenzi mu maaso abantu abasinga bwe balemererwa.",
    "Everyday you enter a new battle: You vs. You. Don't forget you are always the winner.": "Buli lunaku oyingira olutabaalo olupya: Ggwe ku ggwe. Teweerabira nti bulijjo oli muwanguzi.",
    "Happiness comes from solving your problem not avoiding them.": "Essanyu liva mu kugonjoola bizibu sso si mu kubyewala.",
    "If you can't do the small things right now... how do you expect to do the big things later.": "Bw'oba tosobola kukola bintu bitono mu kaseera kano… osuubira okya okukola ebinene edda?",
    "Why not YOU?": "Lwaki si GGWE?",
    "Remember if you are stressing it’s because you haven’t given up.": "Jjukira nti bw'obeera ogezaako, kibeera nti obeera tonnawanika.",
    "Stop worrying you'll figure it out like you always have before.": "Lekera awo okweraliikirira, ojja kukikola nga bwe wakikolanga edda.",
    "Life is like a bicycle. To keep your balance, you must keep moving": "Obulamu bulinga ggaali. Olina okubeera nga weetengerera, olina okusigala ng'ogenda mu maaso.",
    "Luck? No you make your own luck.": "Omukisa? Nedda osobola okukola omukisa gwo.",
    "Motivation is what gets you started habit and discipline is what keeps you going.": "Obuvumu bwe bukuyamba okutandika olwo empisa ne zikuyamba okugenda mu maaso.",
    "Don't limit your challenges, challenge your limits.": "Tokoma ku bisoomoozo byo, ebisoomoozo bye bijja okkukomako.",
    "Don't be the one thing standing in your way.": "Tobeera muziziko oguyimiridde mu kkubo lyo.",
    "Small steps add up.": "Emitendera emitono gyegattako.",
    "Sometimes things don't go your way or as you planned. Things might change, get canceled, or get pushed back. Do what you must to pivot or restart, but do it.": "Ebiseera ebimu ebintu tebitambula nga bw'obyagala oba nga bwe wabiteekateeka. Ebintu biyinza okukyuka, okusazibwamu, oba okukuzza emabega. Kola kyonna ky'osobola okuddamu okutandika, naye tandika.",
    "Strive for progress, not perfection": "Fuba nnyo okugenda mu maaso, si obutabaako kamogo",
    "It’s okay to struggle, it’s not okay to quit.": "Kirungi okufuba, si kirungi kuwanika",
    "The most important skill in life is learning to do things when you don't feel like doing them. Anyone can do it when it's easy most people stop the minute it gets hard.": "Akakodyo akasinga obulungi mu bulamu kwe kuyiga okukola ebintu ng'owulira toyagala kubikola. Omuntu yenna asobola okukikola bwe kiba kyangu abantu abamu batendewalira mu kaseera ebintu bwe bizibuwalira.",
    "Every overnight success has been years in the making.": "Buli buwanguzi bw'ofuna mu kiro bubanga obutuukiddwako oluvannyuma lw'emyaka.",
    "Sometimes when you're in a dark place you think you've been buried, but actually you've been planted.": "Ebiseera ebimu bw'obeera mu kizikiza olowooza nti obeera oziikiddwa, naye ekituufu kiri nti obeera oziikiddwa.",
    "Dare to dream": "Genda mu maaso n'okuloota",
    "“Dream”, counsels the visionary; “toil”, counsels the laborer, but you must be both.": "Ekirooto\", kiyambako okulabira ewala; \"okulafuubana\", kuyambako abakola, naye olina okukola byombi.",
    "Even in the depths of despondence, a day lived is a lesson learned. Live to discover more!": "Ne bw'obeera nga tolina ssuubi yadde, olunaku lw'omala lukuwa essomo. Beerawo ozuule ebirala!",
    "Whatever Life gives you, even if it hurts, just be strong and act like you’re okay. Strong Walls shake but never collapse.": "Kyonna obulamu kye bukuleetera, ne bwe kiba kikunyiga, beera bubeezi mugumu era obeere nga atalina kizibu. Ebisenge ebigumu binyeenya naye tebimenyeka.",
    "Life is a circle of happiness, sadness, hard times, and good times. If you are going through hard times, have faith that good times are on the way": "Obulamu nkulungo ya ssanyu, ennaku, n'ebiseera ebirungi. Bw'obeera ng'oyita mu kiseera ekizibu, beera n'okukkiriza nri ebiseera ebirungi bijja.",
    "Every struggle in your life has shaped you into the person you are today, so be thankful for the hard times, they can only make you stronger": "Buli kulafuubana kw'oyiseemu mu bulamu kukuteeseteese okufuuka ekyo ky'oli leero, noolwekyo beera musiimu eri ebiseera ebizibu, byongera bwongezi kukugumya.",
    "Don’t give up, the beginning is always the hardest": "Toggwaamu maanyi, bulijjo entandikwa y'esinga obuzibu",
    "Good things come to those who believe, Better things come to those who are patient. Best things come to those who don’t give up": "Ebirungi bijja eri abo abalina okukkiriza, ebirungiko bijja eri abagumiikiriza. Ebirungi ennyo bijja eri abo abatawanika.",
    "I am not my diagnosis.": "Si nze eyeekebera.",
    "Reaching out for support shows strength.": "Okunoonyanga obuyambi kiraga bugumu.",
    "Your first thought in the morning should be “thank you”": "Ekirowoozo kyo ekirina okusooka kumakya kirina kuba \"weebale",
    "Those who have a ‘why’ to live, can bear with almost any ‘how - Viktor E. Frankl": "Abo abalina \"lwaki\" balamu, basobola okugumira kumpi na buli kintu kyonna \"butya\"- Viktor E. Frankl",
    "The grass is greener where you water it.” — Neil Barringham": "Omuddo gwongera okufuuka ogwa kiragala w'ogufukirira.\" Neil Barringham.",
    "Live to inspire, and one day people will say, because of you, I didn’t give up": "Baawo ng'ekyokulabirako eri abalala era olunaku lumu abantu bajja kugamba, olw'okuba ggwe, ssaawanika.",
    "Link to ESAU": "Obuyungiro ku ESAU",
    "Meditation": "Okwefumiititiza",
    "Stress relief": "Okweggyako ebikutawaanya ku bwongo",
    "Inspiration": "Okusikiriza",
    "Meditate": "Okufumiitiriza",
    "Listening": "Okuwuliriza",
    "Sometimes, when we are upset, we talk to others about our problems to gain advice and support.": "Ebiseera ebimu bwe tubeera nga tukyankalanye, twogera n'abantu abalala ku bizibu byaffe okufuna amagezi n'obuyambi.",
    "But other times it is helpful to listen and support others instead. When we put our energy into thinking about another, it helps our own sense of well-being.": "Naye mu biseera ebirala kiyamba nnyo okuwuliriza n'okuyamba abalala. Bwe tuteeka amaanyi gaffe ku kulowooza ku kirala, kiyamba bwongo bwaffe okutereera.",
    "To do this, one makes an effort to give rather than take, listen rather than talk, offer positive thoughts rather than negative ones, to bring cheer rather than complaints.": "Okukola kino, omuntu omu afuba okuwa okusinga okutwala, awuliriza okusinga okwogera, awa endowooza ennungi okusinga embi, aleeta essanyu okusinga okwemulugunya.",
    "It is an exercise that can impact our own mood, as well as those around us.": "Bikolwa byaffe bye bisobola okukyusa embeera zaffe awamu n'ezabo abatwetoolodde.",
    "General well being": "Okubeera obulungi okw'awamu."
  }
}
