{
  "rk": {
    "min": "Eddakyika",
    "sec": "Akatikitiki",
    "Edit": "Okutereeza",
    "Delete": "Okwihamu",
    "Journaling": "Okuhandika",
    "New Journal": "Empandiika ensya",
    "Save": "Okubiika",
    "Home": "Omuka",
    "Forum": "Orukungana",
    "Account": "Akawunti",
    "Forgot Password": "Nayebwa pasiwaadi",
    "Dont have an account?": "Toyine akawunti?",
    "Register Now": "Yehandikise Hati",
    "Email Address you registered with.": "Omwanya gwa email yawe ne guha",
    "Send Email": "Nosindika email",
    "Forgot password": "Wayebwa pasiwaadi",
    "Reset password": "Garukamu pasiwaadi",
    "By signing up you agree with our": "Ninyikirizana nenkoregana no’obukwakurizo bwanyu",
    "Terms & Conditions": "Terms & Conditions",
    "To learn more about how we use your data, read our": "Okwega ebirikukyiraho aha ngyeri eyi turi kukozesa okukyondoza okwe, shoma ebiragyiriro na’amateeka gaitu",
    "Privacy Policy": "Privacy Policy",
    "Login": "Tahamu",
    "Email Address": "Email yaawe",
    "Enter email address": "Tasyamu email yaawe",
    "Email is required": "Email yawe neyetengwa",
    "Password": "Pasiwaadi",
    "Password is required": "Pasiwaadi yawe neyetengwa",
    "Email": "Email yaawe",
    "Enter your email address": "Tekamu email yawe",
    "Your email is required": "Email yawe neyetengwa",
    "Username": "Eziina lyawe",
    "Choose a username": "Tekamu eiziina ryorikukozesa",
    "Username is required": "Eiziina lyo'okukozesa niryetengwa",
    "Date of Birth": "Okazarwa ryari?",
    "This is required field": "Ogwo’omwanya nigwentengwa",
    "Gender": "Ekikura kyawe",
    "Female": "Omukazi",
    "Male": "Omushaijja",
    "Prefer not to say": "Tinkwenda kugamba",
    "This is a required field": "Ogwo’omwanya nitugwenda",
    "Age of seizure onset": "Okwesika ku katindika ryari?",
    "Seizure Type": "Eyika kyo'okushanyarara",
    "Check this field": "oyetegyereze ekyikweka ekyi",
    "Do you have a caregiver": "Oine omujanjjabi?",
    "Yes": "Ego",
    "No": "Ngaha",
    "Name of Caregiver": "Eiziina ryo mujanjjabi noha",
    "Enter caregiver's name": "Handika eizina ryo omujanjjabi",
    "This field is required": "Ogwo’omwanya nigwetengwa",
    "Contact of Caregiver": "Endagiriro yo mujanjjanbi",
    "Enter caregiver's contact": "Tekamu endagiriro yo’omujanjjabi wawe",
    "Institution": "Ekitongore",
    "Institution is required": "Ekitongore kyawe nikyetengwa",
    "Create Password": "Hangaho pasiwaadi",
    "8 characters minimum": "erikwitsya enyukuta ezitari kurenga ahansi ya munaana",
    "Create a password": "Hangaho pasiwaadi",
    "Confirm Password": "Kakasya pasiwaadi",
    "Password does not match": "Pasiwaadi teine kakwate",
    "Register": "Yehandikyise",
    "New Password": "Paasiwadi Ensya",
    "Verify your email address": "Kukasya email yawe",
    "You've entered example@gmail.com as the email address for your account": "Oyingiza example@gmail.com nga endagiriro ya email akawunti yo",
    "Verify your email": "Kukasya email yawe",
    "Holla": "Oraire ota?",
    "Discover Activities": "Okuzura ebyo’okukora",
    "Give yourself a chance": "Yehereze omugisha",
    "seizure tracking": "Okukyondooza okwesika",
    "medication": "Emibazi",
    "resilience tracking": "Kuhinduka Okukyondooza",
    "resilience activities": "Kuhinduka ebyo’okukora",
    "Did you take all your doses today": "Wamira doozi ya’awe eyerizooba?",
    "All doses": "Nayebwa okuzimira doozi yangye",
    "Some doses": "Namiraho ezimwe",
    "No doses": "Nkebwa okugarukamu okwijuza doozi",
    "I forgot to take the Doses": "Nayebwa okuzimira doozi yangye",
    "I forgot to refill the Doses": "Nkebwa okugarukamu okwijuza doozi",
    "I didn’t have the funds to refill the Doses": "Nkaba ntine sente zo kwijuza doozi",
    "I didn’t have the medicine with me": "Nkaba ntiine mubazi",
    "I was told not to take any medicine": "Bakanzibira ntakamira omubazi gwo’ona",
    "I was too sick": "Nkaba ndwaire munonga",
    "Side Effects": "Ebizibu ebiri  kurugamu",
    "Finish": "Kuheza",
    "Did you experience any side effects": "Okafuna obuzibu bwoona?",
    "None": "Tekiriho",
    "Vomiting": "Okutanaka",
    "Drowsiness": "Okubyaama",
    "Skin Rash": "Okweyagura obuhere",
    "Headache": "Okusha omutwe",
    "Nausea": "Eshesheme",
    "Diarrhoea": "Okwirukana",
    "Constipation": "Empate",
    "Other": "Ebindi",
    "Done": "Kyahwa",
    "Well Done!": "Webare munonga",
    "Dont have an account?__1": "Toyine akawunti?",
    "Thank you for completing this assessment": "Weebare kumaririza ebibuuzo ebi",
    "home": "Omuka",
    "Select Medicine": "Toranamu omubazi",
    "delete": "shangura",
    "Please select saved medicine for the reminder. Add a medicine if you do not have any.": "Toranamu omubazi",
    "Add Medicine": "Ninkushaba oyijuke omubazi  gwo’obikire",
    "Add Reminder": "Tekamu ekira kwijyusye",
    "Are you sure you want to delete": "Nokyihamya ngu noyenda okushazamu",
    "Cancel": "Shazamu",
    "Add time": "Yongyeeraho obwire",
    "Medicine": "Toranamu omubazi",
    "select medicine": "shazamu ekijjutsyo ekyi",
    "Delete this Reminder.": "Toramu ekira kwijyusye",
    "Are you sure you want to delete this reminder": "Nokyihamya ngu noyenda okushazamu akijjutsyo ekyi?",
    "Sure": "Ninkyihamya",
    "Quick Updates": "Ebisya ebyarahuka",
    "The app is free, secure, and helps connect you to important resources for coping and\n            adapting": "Egi app neyabushya, neyokwekumisa kandi nekuyambaho okwongyeraho ne’ebintu ebyo’omugasho eby'okugumira embeera nebidahinduka",
    "Next": "Ekyiri kurataho",
    "Notify Quickly": "Tumanyise Jubajuba",
    "Receive alerts about your health in time": "Tunga okuraburwa aha mbeera yamagara gawe omubwire",
    "Track Medicine": "Rondoora emibazi",
    "Quickly track your medication on the app": "Rondoora mangu emibazi yawe aha app",
    "Get Started": "Tandika",
    "Quotes to inspire you": "Ebigambo ebirikukugaruzamu amaani",
    "Notebooks": "Ebitabo byokuhandiikamu",
    "Gratefuls": "Okusiima",
    "What are you grateful for": "No’osiimira kyi?",
    "Delete Grateful.": "Shangura Ninsiima",
    "Are you sure about this action": "No’okyihamya ekikorwa ekyi?",
    "Listening": "Hurikyiriza",
    "Overall": "Okutwariza hamwe",
    "Sometimes, when we are upset, we talk to others about our problems to gain advice and\n              support.": "Obumwe, kutukubihirirwa, tuganiira nabamdi aha bizibu byeitu okutunga amagyezi nokuhagyira.",
    "But other times it is helpful to listen and support others instead. When we put our\n              energy into thinking about another, it helps our own sense of well-being.": "Kwonka obumwe nikyiyamba okuhulikiriza no'okuhagyira abandi. Kutukuteka amaani gaitu omukwetekatekaho, nikyituyamba okuhurira kurungi.",
    "To do this, one makes an effort to give rather than take, listen rather than talk,\n              offer positive thoughts rather than negative ones, to bring cheer rather than\n              complaints.": "Okukora ekyi, omuntu nafuba akuhayo okukyira okutwara, okuhurikyiriza okukyira okugamba, okuhayo ebiteekateko ebirungi okukyira ebibi, okureta amashemererwa okukyira okwemurugunya.",
    "It is an exercise that can impact our own mood, as well as those around us": "Enkora nebaasa kwijya kukwata aha magara gaitu, ahamwe n'abo abatwetoraire",
    "Manage Your Triggers": "Okukwasaganya ebiri kuretera embeera egyo",
    "Learning your triggers and avoiding them may take patient, thoughtful reflection\n                  to identify and learn ways to avoid or manage them. Some common triggers include": "Okwega ebirikukuretera embeera egyo no'okugyehara nikyibasa okutwara okutekyereza aha kugumisiriza, okuteekateka okuzuula n'kwega engyeri y'kwehara oba okuzikwasaganya. Ebimwe aha birikukyira kuretera embeera egyo harimu.",
    "In order to reduce the likelihood of having a seizure due to any of these\n                    situations or events; it is important to do all you can to reduce your exposure\n                    to these seizure triggers by avoiding these stimuli. Some tips you could use": "Rondaho ekintu ekibatakushaba kukoora",
    "Choose something that you have not been asked to do.": "Rondaho ekintu ekibatakushaba kukoora",
    "Consider doing the service act without others getting to know sometimes.": "Enshonga emwe eyobuhereza",
    "One service goal": "Enshonga emwe eyobuhereza",
    "Doing acts of service which can be described as doing something for someone else\n                which you know they would like can have a profound positive impact on mood and\n                well-being.": "Okukora ebikorwa by’obuhereza ebiri kubasa kushobororwa nka okokorera omuntu ondaijyo ekintu kyori kumanya ngu yakukyikunzire, nikibasa kuba kirungi kandi ekyamani aha mbeera namagara marungi.",
    "Pick one service goal to complete in the next few days. Helping someone or a group\n                can benefit to your well-being": "Ronda ekiruubirirwa ky’obuheereza kimwe ekyorikuza kumaririza omu naaku zirikwijja. Okuyamba omuntu oba ekibiina okugasirwa omu magara gawe.",
    "Tips": "Ebi nabyo nibikuru",
    "Examples": "Ebyo’okureberaho",
    "Carry groceries for an elder or mother with young children": "Oyekorere ebyo’okurya by’omukaikuru oba maama wa’abaana abato",
    "Volunteer at your church/mosque": "Okukora kutari kwokushashurwa aha kaanisa yawe oba omuzikiti",
    "Help someone with their school or home tasks": "Yamba omuntu aha mirimu ye eyishomero oba eyahaaka",
    "Collect water for use at home": "Okutaha amaizzi gokukozessa ahaaka",
    "Wash up the plates and cups after a meal without being asked": "Yozya amasowaani n’ebikopo waheza kurya otashabirwe",
    "Clean/sweep the compound": "Longoosa/yeherera embuga",
    "Wash/iron your parents or siblings’ clothes": "Yozya/ogorore ebijwaro bya bazaire oba bagyenzi bawe ahaaka",
    "Empty the dustbin into the designated waste area": "Shukayo kasasiro omumya gubamutekanirize",
    "One Social goal": "Ekigyendererwa kimwe eky’ensi",
    "Making friends or getting to know other people is an important part of well-being.\n                Sometimes it is hard to make these connections because we are shy, we don’t know\n                others or we fear to be ignored, mistreated or laughed at.": "Rondaho ekirubirirwa kimwe kyarukundo kandi ogyezeho okwenyigira omu murimo egiri kugaita hamwe abantu omubiiro ebirikwijja",
    "Try to build your social community in small steps one at a time. Pick one social\n                goal and try to engage in a social activity in the next few days.": "Gyezaho okwobenka social omu mitendera emikye  gumwe aha gumwe.",
    "Tip": "Ekanako nikakuru",
    "Spend time with a special family member, a friend, a schoolmate, or someone from the\n                church/mosque or prayer group. Sometimes you can meet people from Epilepsy support\n                groups, like through the Epilepsy Support Association of Uganda or Purple Bench.": "Twara obwire n'omuntu ow'omuhendo omu maka, munywani wawe, mugyenzi wawe ahi shomero, oba omuntu okuruga omu kkanisa/omuzikiti oba ekibiina ky'okushaba. Obumwe nobaasa kushanga abantu okuruga omu bibiina ebikuhagira obulwaire bw'okushanyarara, nka okuraba omu kibiina ekirikuhagira obulwaire bw'okusannyarara okwa Epilepsy Support Association of Uganda oba Purple Bench",
    "Positive Affirmations": "Ebikakaso Ebirungi",
    "Positive affirmations are positive statements you make about yourself to help you to\n                remember your gifts, skills, and blessings. Pick 3 affirmations to say each morning\n                and night for 3 days": "Ebikakaso Ebirungi (Positive affirmations) ne bigambo birungi ebyori kwegambira nkomuntu okukuyamba okwijuka ebirabo byawe, nemigisha egyo. Rondaho oby'okola ebyamani buri kasheshe n'ekiro okumara ennaku 3",
    "This is a very easy and fun way to change your self-image! If you have trouble you\n                have trouble thinking of positive ideas about yourself, ask you statements.": "",
    "Resilience Activities": "Ebyo’okukora ebikugumira embeera",
    "Resilience Tracking": "Okuchondoza obugumu",
    "Tallies updated every after 3 days": "Obuganda obukuhidurwa buri bwanyuma lw’ennaku ishatu (3)",
    "Did you engage socially today": "Wayetabaho omu mbera zo’obuntu erizooba?",
    "yes": "Ego",
    "no": "Ngaha",
    "Why not": "Ahabwenkyi ntabaasa",
    "How did you feel today": "Wahurira ota erizooba?",
    "Positive": "Burungi",
    "Negative": "Bubi",
    "Which emotions were felt": "Embeera yawe yaba eryeta?",
    "You can select upto six(6) feelings": "No’obaasa kurondaho mpaaka aha mukaaga (6) aha ngeri yorikuhuriramu",
    "Accomplished Goals": "Nyine ebirubirirwa ebinahikaho",
    "Family Acknowledged me": "Famire yansiima",
    "Did Fun things": "Nakora ebintu ebiri kunshemeza",
    "Engaged with others": "Nayegita nabantu abandi",
    "Isolation": "Nayeyawula aha bandi",
    "Conflict": "Obutikyirizaana",
    "I have no friends": "Tinyine mikago",
    "Respectfully": "Okuhesa ekitinisa",
    "Rudely": "Okuba omukare",
    "With Care": "Na'abashenkyereza",
    "Harshly": "Engyeri eyo’obukambwe",
    "How did others treat you today": "Abandi bahinduka bata eirizooba?",
    "Manage your triggers": "Nakwasaganya ebirikureeta embeera yo’okweyikiririzamu",
    "positive affirmations": "Ebikakaso Ebirungi",
    "One social goal": "Ekyigyendererwa kimwe ekye’embeera za’abantu",
    "Epilepsy Education": "Okushomesa aha nsimbu",
    "Inspirational Cultural quotes": "Okugaruzamu amaani",
    "Meditation": "Meditation",
    "Recent Assessment": "Embeera y’okukyebera ahi bugyenzire",
    "Mood": "Embeera",
    "Social": "Okwera",
    "Treated": "Okugarura",
    "Score": "Ekwanyeisa",
    "Recommended Resilience Activities": "Bikugumira embeera ikwikiriza",
    "Tallies": "Ebibaro",
    "Something went wrong. Please try again later": "Haliho ekyitambwire kuubi? Ninshaba ogarukemu ogyezeho bwanyima",
    "text": "obubaka",
    "Record Seizure Details": "Handiika ebiri kukwata aha kwesika",
    "mild": "kakye",
    "moderate": "kyahagati",
    "severe": "nekyamaani",
    "unknown": "tikyirikumanywa",
    "morning": "akasheshe",
    "afternoon": "omwihangwe",
    "evening": "omumwebazyo",
    "Sleepy": "Okubyama",
    "Confused": "Okushoberwa",
    "Body Weakness": "Obunafu bwo’omubiri",
    "Restless": "Obutahumura",
    "Did it upset you": "Kyi kakunyiza?",
    "Sweet Smells": "Akahoho karungi",
    "Horrible Smells": "Okununka kuubi",
    "Deja-vu": "Okuhulira nka arabiire omumwanya gwori kumanya oba okureeba embeera eyorikumanyaho",
    "The sensation of being in a familiar place or experiencing a very familiar situation.": "",
    "Jamais-vu": "Okurabamu otari kumanya muntu oba omwanya oba embeera omu butuufu ekumanywa munnonga",
    "An experience of being unfamiliar with a person or place or situation that is actually very familiar.": "",
    "Tingling Sensation": "Okuhurira nka kununkamu kuubi",
    "Flashing Lights": "Amataara gakwakayakana",
    "Sensation of crawling insects": "Okuhurira erikweharurala ahansi",
    "Seeing animals or people": "Okureeba ensoolo oba abantu",
    "About the App": "Ebiragiriro aha buhereza",
    "Terms of Service": "Terms of Service",
    "Current password": "Pasiwaadi yawe hati",
    "New password": "Pasiwaadi yawe ensya",
    "Confirm new password": "Kakasa pasiwaadi ensya",
    "ACE Uganda built the EPILEPSY SMART app as a Free app. This SERVICE is provided by ACE\n          Uganda at no cost and is intended for use as is.": "ACE Uganda ekombeeka app ya EPILEPSY SMART eri app ya bushya. EMPEEREZA egi nehebwa aba ACE Uganda ahari busha kandi negyenderwamu okukozesebwa nko kweri",
    "This page is used to inform visitors regarding my policies with the collection, use, and\n          disclosure of Personal Information if anyone decided to use my Service.": "Ekitundu eki nekikozesebwa okumanyisa abagenyi ebirikukwata aha nkora yangye n'okukung'aanya, okukozesa, n'okushurura Amahulire g'Omuntu namunoonga habaaho ashazireho okukozesa Empeereza yangye",
    "If you choose to use our Service, then you agree to the collection and use of information\n          in relation to this policy. The Personal Information that we collect is used for providing\n          and improving the Service. We will not use or share your information with anyone except as\n          described in this Privacy Policy.": "Waba oshazireho okukozesa Empeereza yaittu, oba okwikyirizza okukung'aanya n'okukozesa amahulire agarikukwata aha nkola egyi. Ebirikukwata aha Muntu nibyo turi kukungaanya okokozesebwa aha n’okurongoosa Empeereza. Tuturi kuza kukozesa oba kugabana erikukwata aha muntu wenna okwihaho nka oku bashoborire omu Nkora yaittu eye'ebyama",
    "The terms used in this Privacy Policy have the same meanings as in our Terms and\n          Conditions, which are accessible at EPILEPSY SMART app unless otherwise defined in this\n          Privacy Policy.": "Ebigambo ebirikukozesebwa omu Nkora egyi ey'Ebyama byine amakuru gmwe nka agomu Mateeka n'Obukwakkurizo bwaitu, ebirikufunwa aha EPILEPSY SMART app okwihaho kyaba kirambikirwe omu Enkora yaittu ey'Ebyama",
    "Information Collection and Use": "Okukung'aanya n'Okukozesa Amahulire",
    "For a better experience, while using our Service, we may require you to provide us with\n          certain personally identifiable information, including but not limited to name, email\n          address, phone contact. The information that we request will be retained on your device\n          and is not collected by us in any way.": "'Okubaasa okufuna obumanyirivu burungi, ori kukozesa Empeereza yaittu, nitubaasa okukwetemngyesa okutuha ebirikukwata aha muntu ebimwe, ahabimwe kwonka bitarikukoma ahamaziina, endagyiriro ya email, okukwatagana n'essimu. Amahulire gi turi kushaba nigaijja kukuumibwa aha kyuma kyawe era tituri kuvunanyizibwa omungyeri yona",
    "The app does use third-party services that declare their Terms and Conditions": "App egyi nekozesebwa empeereza y'abantu abakashatu ezirikurangyirra Ebiragiro n'Obukwakkurizo bwazo",
    "Google Play Services": "Empeereza ya Google Play",
    "Log Data": "Tasyamu obubaka",
    "We want to inform you that whenever you use our Service, in a case of an error in the app\n          we collect data and information (through third-party products) on your phone called Log\n          Data. This Log Data may include information such as your device Internet Protocol (“IP”)\n          address, device name, operating system version, the configuration of the app when\n          utilizing my Service, the time and date of your use of the Service, and other statistics.": "Nitwenda kukumanyisa  iwe nti buri bw’okkukozesa Empeereza yaittu, omu mbeera y’enshobi omu app nitukung’aanya data n’amahulire (turi kuraba omu bintu eby’akashatu) aha ssimu yawe ekwetwa “Log Data. “Log Data” egyi  nebaasa okubamu amahurire nka endagyiriro ya Internet Protocol (“IP”) y’ekyuma ekyo, eiziina ly’ekyuma, ebinduuka y’enkora y’emirimu, ensengyeka ya app wa nokozesa Empeereza yangye, esshaaha n’eizooba ly’okozesa Empeereza, n’ebibaro ebindi.",
    "Cookies": "",
    "Cookies are files with a small amount of data that are commonly used as anonymous unique\n          identifiers. These are sent to your browser from the websites that you visit and are\n          stored on your devices internal memory.": "Kuki ni fayiro ezinne obubaka bukye oburikukyira kukozesebwa nk'ebirikumanyisa eby'enjawuro ebitari bya maziina.' Ebi nibiherezebwa aha bbulawuzi yawe okuruga aha mikutu yempuliziganya eyorikuzaho kandi birikubikwa aha ijjuka ey’ebyuma byo",
    "This Service does not use these “cookies” explicitly. However, the app may use third-party\n          code and libraries that use “cookies” to collect information and improve their services.\n          You have the option to either accept or refuse these cookies and know when a cookie is\n          being sent to your device. If you choose to refuse our cookies, you may not be able to use\n          some portions of this Service.": "Empeereza egy tekukozesa “kuki” ezi omu buramburukufu. Kwonka, app nebaasa kukozesa koodi z’abantu bakashatu n’amaterekyero g’ebitabo agarikozesa “kuki” okukung’aanya amahulire n’okurongoosa empeereza yaabo. Oyine eky’okukora okukwikiriza oba okwanga kukisi ezi kandi omanye ryari kukisi obuziri kusindikwa aha kyuma kyawe. Washalaho  okwanga kukisi zaittu, nobasa obutabasa kukozesa bitundu bimwe aha Mpeereza egyi.",
    "Service Providers": "Abarikugaba Empeereza",
    "We may employ third-party companies and individuals due to the following reasons": "Nitubasa  okukozesa kkampuni ez'akushatu n'abantu bamwe aha bwenshonga ezi ahansi okurahukyiriza Empeereza yaittu",
    "To facilitate our Service": "Nitubasa  okukozesa kkampuni ez'akushatu n'abantu bamwe aha bwenshonga ezi ahansi okurahukyiriza Empeereza yaittu",
    "To provide the Service on our behalf": "Okuha Empeereza aha lwaittu",
    "To perform Service-related services": "Okukora empeereza ezirikukwata aha Mpeereza oba Okutuyamba okwekenneenya engyeri Empeereza yaittu yeri kukozesebwamu",
    "or": "oha",
    "To assist us in analyzing how our Service is used.": "Okutunga Ebirikukwata aha Mpeereza yaabo. Enshonga eri ngu okukora emirimo egyabaheebwa aha bwaitu. Kwonka, nibavunaanyizibwa obutoreka oba okukozesa amahulire ago olw'ekigendererwa ekindi kyonna",
    "We want to inform users of this Service that these third parties have access to their\n          Personal Information. The reason is to perform the tasks assigned to them on our behalf.\n          However, they are obligated not to disclose or use the information for any other purpose.": "Nitwenda okumanyisa abakozesa be Empeereza egyi ngu abantu aba kashatu nibabasa okutunga Ebirikukwata aha Mpeereza yaabo. Enshonga eri ngu okukora emirimo egyabaheebwa aha bwaitu. Kwonka, nibavunaanyizibwa obutoreka oba okukozesa amahulire ago olw'ekigendererwa ekindi kyonna",
    "Security": "Obukuumi",
    "We value your trust in providing us your Personal Information, thus we are striving to use\n          commercially acceptable means of protecting it. But remember that no method of\n          transmission over the internet, or method of electronic storage is 100% secure and\n          reliable, and we cannot guarantee its absolute security.": "Nitutwara obwesigwa bwawe omu kutuha Ebirikukwata aha Muntu nkebyomuhendo, nikwe tutyo turi okufuba okukozesa engyeri eziri kwikirizibwa omu by’obushubuzi ez’okugikuuma. Kwonka ijjuka ngu tehariho ngyeri yonna ya yonna eyo kutambuza aha yintaneeti, oba enkora y’okubiika eby’amashannyalaze eriho obukuumi 100% era ekwesigwa, kandi tituri kubasa kukakasa bukuumi bwayo buhweireyo",
    "Links to Other Sites": "Enkoragana ne’emikutu eyindi",
    "This Service may contain links to other sites. If you click on a third-party link, you\n          will be directed to that site. Note that these external sites are not operated by us.\n          Therefore, we strongly advise you to review the Privacy Policy of these websites. We have\n          no control over and assume no responsibility for the content, privacy policies, or\n          practices of any third-party sites or services.": "Empeereza egyi nebasa okubaamu enkoragana n’emikutu endijo. wa’nyiga aha link y’omuntu ow’akushatu, noijja kuragirwa aha mikutu ogwe. Oyetegyereze ngu emikutu egyi egy'aheru terikwirukaniza itwe.",
    "Children’s Privacy": "Ebye’ekyama bya’abaana",
    "These Services do not address anyone under the age of 13. We do not knowingly collect\n            personally identifiable information from children under 13 years of age. In the case we\n            discover that a child under 13 has provided me with personal information, we immediately\n            delete this from our servers. If you are a parent or guardian and you are aware that\n            your child has provided us with personal information, please contact us so that we will\n            be able to do the necessary actions.": "Empeereza ezi tezirikukora aha muntu wenna ali ahansi yemyaka 13. Titurikung’aanya mu bumanyirivu ebirikukwata aha muntu okuruga omu baana abali ahansi y’emyaka 13. Omu mbeera gye twakizula ngu omwana atali ahansi yemyaka 13 yampa ebirikukwata aha muntu, eki nitukyishazamu mangu aha seeva zaittu",
    "Changes to this Privacy Policy": "Embidahinduka omu Nkola egyi eye’ebyama",
    "The owners of this application may update our Privacy Policy from time to time. Thus, you\n          are advised to review this page periodically for any changes. We will notify you of any\n          changes by posting the new Privacy Policy on this page.": "Bakama be nkora egyi  nabasa okulongoosa Enkola yaittu ey’Ebyama buri bwanyuma yo bwire. Nahabwekyo, nohebwa amagyezi okwetegyereza omuko ogu bwanyuma yo bwire okureeba oba hariho empidukahinduka yonna. Nituza kukumanyisa aha mpidukahinduka yonna tutari kuteeka Enkoora nstya ey'Ebyama aha mukutu ogu",
    "This policy is effective as of 2023-01-04": "Enkora egyi yatandika okukora okuruga omu 2023-01-04",
    "Contact Us": "Twihikirire",
    "If you have any questions or suggestions about this Privacy Policy, do not hesitate to\n          contact us at": "Waba oyine ekibuzoo kyona oba ekyiteso kyonna aha nkora egi eye’byama, tataturaho okutwihikyirira aha",
    "Something went wrong, please try again": "Haliho ekikyamu, ninshaba ogyezeho hand hakye",
    "Name": "Eiziina",
    "This is a required field<": "Ogu nigwo mwanya gukwetengyesa",
    "Enter caregiver's contact__1": "Tasyamu endagiriro yo’omujjanjabi",
    "Loading user data": "Okubikayo obubaka bwo'omukozesa",
    "Save updates": "Okubika ebisya",
    "Updating you information will log you out automatically": "Okugaruza busya amahulire gawe nikiza kwekora kyonka",
    "Save & logout": "Bikayo obubaka busya",
    "Welcome": "Kurikayo",
    "Logout": "Rugayo",
    "By downloading or using the app, these terms will automatically apply to you –you should make sure therefore that you read them carefully before using the app. \n          You’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not\n          allowed to attempt to extract the source code of the app, and you also shouldn’t try to\n          translate the app into other languages, or make derivative versions. The app itself, and\n          all the trade marks,": "Wahanura oba waba okozesa app, ebiragiro ebi nibyija kukukwatako omu ngeri etari imwe oyine okukasa ngu nobishoma kurungi otakakozeise app. Tokkwikirizibwa kukoppa, oba kuhindura app, ekyikweka kyonna ekya app, oba obubonero bwaitu obw'obushuubuzi omu ngyeri yonna. Tokkwikirizibwa kugyezaaho kwiha source code ya app, kandi tiyine kugyezaaho kuvvuunula app omu nnimi ezindi, oba okukora derivative versions. App yennyini, n'obubonero bwonna obw'obushuubuzi",
    "ACE Uganda is committed to ensuring that the app is as useful and efficient as possible.\n          For that reason, we reserve the right to make changes to the app or to charge for its\n          services, at any time and for any reason. We will never charge you for the app or its\n          services without making it very clear to you exactly what you’re paying for.": "ACE Uganda eyehileyo okureeba ngu app egyi yaba eyo mugasho kandi yakora kurungi nka okukiri kubasika. Nahabwekyo, twine eddembe okukora empidukahinduka omu app oba okushashuza aha mpereeza yayo, obwire bwona kandi olwenshonga yonna. Tituri kuza kushashuza sente za app oba empereeza zaayo tutakumanyisize kurungi munongo nikyi kyonyini ekyori kushashurira",
    "The EPILEPSY SMART app stores and processes personal data that you have provided to us, to\n          provide its Service. It’s your responsibility to keep your phone and access to the app\n          secure. We therefore recommend that you do not jailbreak or root your phone, which is the\n          process of removing software restrictions and limitations imposed by the official\n          operating system of your device. It could make your phone vulnerable to malware / viruses\n          / malicious programs, compromise your phone’s security features and it could mean that the\n          EPILEPSY SMART app won’t work properly or at all.": "App ya EPILEPSY SMART nebika kandi n'ekora aha birikukwataho  ebyokuba otuhaire, okubasa okuha Empeereza yaayo. Nobuvunaanyizibwa bwawe okukuuma essimu yawe n’okutaha omu app kandi birikubikwa kurungi. N’ahabwekyo nitushaba oreme kushisha esiimu yawe, kuba egyi niyo nkora eyo kwihaho obukwakkulizo bw’enkora n’obukwakkurizo bukutekwaho enkora entongore ey’emirimu gy’ekyuma kyawe. Nikyibasa kuhindura essimu yawe okubeera omu burabe okuruga omu bulumbaganyi / ebihuka/ enkora endijyo embi, okukosa eby'okwerinda by'essimu yawe kandi nikibasa kumanyisa ngu EPILEPSY SMART app tekuuza kukora kurungi oba n'obutakoreraho kimwe",
    "MOBILE DATA USAGE": "ENKOZESA Y’OBUBAKA BWABURI HAMWE NIKUBONA",
    "You should be aware that there are certain things that ACE Uganda will not take\n          responsibility for. Certain functions of the app will require the app to have an active\n          internet connection. The connection can be Wi-Fi or provided by your mobile network\n          provider, but ACE Uganda cannot take responsibility for the app not working at full\n          functionality if you don’t have access to Wi-Fi, and you don’t have any of your data\n          allowance left.": "Oyine kukyimanya ngu hariho ebintu ebimwe ACE Uganda ebyetari kuvunnanyizibwaho. Emirimo emwe eya app naija kwetengyesa app okuba n’omukutu gwa yintaneeti ogurikukoora. Omukutu ni gubasa kuba ogwo kutwatira hare ( Wi-Fi) oba guri kuhebwa omukutu gwawe ogwa ha ssimu, kwonka ACE Uganda terikubasa kutwara buvunanyizibwa aha app egi aha bwobutakora omubwijwire waba otaine Wi-Fi, kandi noba otaine bubaka bw’orikusigazaho",
    "If you’re using the app outside of an area with Wi-Fi, you should remember that the terms\n          of the agreement with your mobile network provider will still apply. As a result, you may\n          be charged by your mobile provider for the cost of data for the duration of the connection\n          while accessing the app, or other third-party charges. In using the app, you’re accepting\n          responsibility for any such charges, including roaming data charges if you use the app\n          outside of your home territory (i.e. region or country) without turning off data roaming.\n          If you are not the bill payer for the device on which you’re using the app, please be\n          aware that we assume that you have received permission from the bill payer for using the\n          app.": "Waba nokozessa app aheru ye’kitundu ekirimu WI-FI, oyine kwijjuka ebiragyiro by’endagaano byomukutu gwawe ogwesimmu nibikora. Nahabwkyo, nobaasa kwetenga kushashura omukutu gwessimmu egyo olw’omuhendo gw’obubaka okumara obwaire bworamare nokozessa app, oba sente ezindi ez’omunto wakashatu. Omu kukozessa app, noba noyikiriza obuvunanyizibwa aha bishare byonna byengyeri egyo, omuri n’ebishare by’obubaka omu kutambuza obubaka waba nokozessa app aheru yekikweka kyawe (nka ekikweka oba ensi) otihireho entambuuza yo bubaka. Waba otari iwe ari kushashura ebishare by’essiimmu okuri app, ninshaba omanye ngu itwe nitukyitwara ngu offunire olukusa okuruga ogwe ari kushashura ssente aha’bwokukozesa app",
    "BATTERY USAGE": "ENKOZESA Y’ERYANDA",
    "Along the same lines, ACE Uganda cannot always take responsibility for the way you use the\n          app i.e. You need to make sure that your device stays charged – if it runs out of battery\n          and you can’t turn it on to avail the Service, ACE Uganda cannot accept responsibility.": "Omungyeri niyo emwe, ACE Uganda teri kwijja kutwara obuvunanyizibwa omungyeri yori kukozessamu app katugire (i.e) oyine okukakasa ngu ekyuma kyawe nikyisigara kikyagyingire- nk’eryanda ryahwaho kandi tokubassa kugikozessa  mirimu ACE Uganda tekubassa kwikiriza obuvunanyizibwa.",
    "LIABILITIES": "OBUVUNANYIZIBWA",
    "With respect to ACE Uganda’s responsibility for your use of the app, when you’re using the\n          app, it’s important to bear in mind that although we endeavor to ensure that it is updated\n          and correct at all times, we do rely on third parties to provide information to us so that\n          we can make it available to you. ACE Uganda accepts no liability for any loss, direct or\n          indirect, you experience as a result of relying wholly on the functionality of the app.": "Omumgyeri niyo emwe, obuvunanyizibwa bwa ACE Uganda aha nkozessa yawe eya app, waba nokozessa app, nikikuru okwijuka ngu yadde nitufuuba okureeba ngu netereezebwa kandi ehikyire buuri bwaire, nitwegaama aha muntu wakashatu (third party) okutuha amahulire tubasse okugakwihistyaho. ACE Uganda tekwikiriza buvunanyizibwa bwonna aha kuferwa kwonna, okubagye oba obutaba gye bwonna oburi kuruga aha kwesigamara kimwe aha nkora ya app",
    "APP UPDATES": "EBISYA AHA APP",
    "At some point, we may wish to update the app. The app is currently available on Android –\n          the requirements for the system(and for any additional systems we decide to extend the\n          availability of the app to) may change, and you’ll need to download the updates if you\n          want to keep using the app. ACE Uganda does not promise that it will always update the app\n          so that it is relevant to you and/or works with the Android version that you have\n          installed on your device. However, you promise to always accept updates to the application\n          when offered to you. We may also wish to stop providing the app, and may terminate use of\n          it at any time without giving notice of termination to you. Unless we tell you otherwise,\n          upon any termination": "Obwiire obumwe, nitubasa kutumbula app. Omu bwaire obu app egyi eri aha android-ebyetengo by’ enkora egyi (naha nkora zonna ez’okwongyeraho ezi turi kusharaho okuhagusya okuberaho kwa app egyi) nibibaasa kuhinduka, kandi noijja kwetenga okuhanura ebisya waba noyenda kusigara nokozessa app. ACE Uganda teerikuraganisa ngu nekuuba nelongosa app egyi burijjo okubaasa kuuba eyomugasho, kandi/oba ekore n’enkora ya Android eyorabbe otaire aha siimu yawe. Wabura burijjo noyetengwa okwikiriza ebisya aha nkora egyi byakuhebwa. Kandi nitibaasa kwenda okuhendera okuha app, kandi nitubaasa kugyikomya okugikozessa omubwaire bwona tutakuhaire kihandiko kyo kugyikomya. Okwihaho haba hariho embeera endijjo, aha kukomya kwonna eddembe na layisinsi ezikuhairwe omu mateeka aga nibihwaho oyine kulekyeraho okukozessa app, kandi (kya nikyetengyesebwa) okwihisamu aha kyuma kyawe",
    "the rights and licenses granted to you in these terms will end": "",
    "you must stop using the app, and (if needed) delete it from your device": "",
    "Changes to These Terms and Conditions": "Empidahinduka omu Mateeka n’Obukwakkurizo",
    "We may update our Terms and Conditions from time to time. Thus, you are advised to review\n          this page periodically for any changes. We will notify you of any changes by posting the\n          new Terms and Conditions on this page.": "Nitubasa okulongoosa Endagiro n’obukwakkulizo bwaitu buli bwanyuma yobwire butari bumwe. Nahabwekyo, nohebwa amagyezi okwetegyereza omuko ogu bwanyuma yo bwiire okureeba oba hariho epindukahinduka yonna. Nitwijja kumanyisa aha mpidukahinduka yonna twaba nituteka Endagiro n’Obukwakkulizo obusya aha mukutu ogu",
    "These terms and conditions are effective as of 2023-01-04": "Endagiro n’obukwakkulizo obu nibitandika okukora okuruga 2023-01-04",
    "If you have any questions or suggestions about our Terms and Conditions, do not hesitate\n          to contact us at": "Kworabe oyine ekibuuzo kyonna oba ekiteeso kyonna aha Mateeka n’bukwakkulizo bawaitu, gyira omubwangu okutwihikyirira ho",
    "unDetected Information":"unDetected Information",
    "About": "Ebiragiriro aha Apu",
    "Change password": "Kyusa Paasiwadi",
    "Profile": "Akaawunti",
    "Settings": "okutereeza",
    "The race may be long but you are stronger than you give yourself credit.": "Orugyendo nirubasa kuba ruringwa, kwonka oryo wamani okukyira okwori kwemanya.",
    "Compare yourself to who you were yesterday, not who someone else is today.": "Orugyendo nirubasa kuba ruringwa, kwonka oryo wamani okukyira okwori kwemanya.",
    "So many people are afraid of failure, when what they should be afraid of is regret.": "Abantu bingyi niberarikyirira okugwa, okukyira okweijustya.",
    "Don’t give up on the person you’re becoming.": "Otahanika aha muntu woryo nohinduka.",
    "The view is beautiful from the top, but there is beauty in the climb. Don't overlook it.": "Ohori kurebera niharungi waba oryahiguru, kwonka hariho oburungi omukutemba. Otakyirabyamu amaisho.",
    "Discipline will take you places where motivation can't.": "Emikwe naija kukutwara omumya minji ahi okuba namani kitara kutware.",
    "You CAN, end of story.": "Nobaasa , enkyo nikyimara.",
    "Never stop dreaming.": "Otarekyeraho kuroota.",
    "You get tested the most when you're about to reach a new level, don't break.": "Nokyira kugyezesebwa munonga waba  ori haihi kwihika aha kintu kistsya, nahabwekyo otahwa amaani.",
    "Negativity is a choice. What are you choosing?": "Okuhurira kubi nokusharaho kwawe. Nenkyi ekyori kurondaho?",
    "What we fear doing is usually what we need to do the most.": "Ebi turi kutina kukora nibyo trui kwetenga kukoora munonga.",
    "If you cannot do great things, do small things in a great way.": "Waba otarikubasa kukoora ebintu byomuhendo, kora ebintu bikye omungyeri yo muringo.",
    "Life and nature show us you have to get past the thick of the storm to get to the sunshine beyond.": "Amagara ne ensi nibitworeka ngu oine kureka enyuma omuyaga okutaha omukashana omumisho.",
    "Trade your expectations for appreciation.": "Ramuza ebyoine mu amatsiko no kusiima.",
    "Life doesn’t get better by chance it gets better by change.": "Amagara tigari kubaho kurungi aha bwo mugisha kwonka aha bwebyo ebyori kukora.",
    "There is no right time, just time, and what you do with it.": "Tahariho bwire bwihikire, no bwire kwonka kandi nekyo ekyori kukora.",
    "The enemy wouldn’t be attacking you so hard if there wasn’t anything valuable in you. Thieves don’t break into empty houses.": "Omubi takukurwanise munonga kuri hatariho ekyamani ekyo mugasho ekyoine. Abashuma tibari kwiba mubifurukwa.",
    "Don't let disappointment defeat you, let it drive you.": "Otareka okukurugamu kukuremesa, reka kyikufugye.",
    "Delayed does not mean denied it just means you're gonna have to wait a little longer and work a little harder.": "Okukyererwa tikyiri kumanyisa kwimwa, nikyimanyisa ngu nyine kurindaho munonga kandi no kukora munonga.",
    "Most people who are criticizing and judging haven't even tried what you failed at.": "Abantu bingyi abari kuntwariza kubi nokundamura tibakagyerizeho ebingyerizeho.",
    "Your direction is more important then your speed.": "Ahori kuza nihakyira obwangu bwawe.",
    "You already have what it takes.": "Buri kyori kwenda wakyi funire.",
    "There's a version of yourself that you haven't met yet, keep showing up until you two are introduced.": "Hariho omuntu oryomuriiwe, owotakarebire. Guma noija mpaka mwembi obumuryesherura.",
    "Are you doing what you told yourself you were going to do?": "Nokora ekyo ekiwaraganise kukora?",
    "Can you fight off the old you long enough to get to know the new you?": "Nobasa kulwanisa iwe omukuru okubasa kumanya iwe omustya.",
    "It's impossible to stay at the same level if you keep improving": "Kigumire okusigara aha level niyo emwe waba nogyeza ho.",
    "Remember that trying is 80% of doing something. So try, and don't giving up because not giving up is the other 20%.": "Oyijukye ngu okugyezaho kuri 80% eyo kubaho ekyi wakora. Naha bwekyo jyeza ho, kandi otahanika ahabwokuba obuatahanika niyo 20%.",
    "Try something new! If you win you'll be happy if you lose you'll be wiser.": "Gyeza ho ekintu kistya! Wahangura noza kushemererwa kandi waremwa noza kuba omugyezi.",
    "The person who struggles is better than the person who never attempts.": "Omuntu ari kugyezaho nakyira Atari kugyeza ho.",
    "Do it with passion and you won't regret it.": "Kyikore nokukunda kandi oteyizustya.",
    "Give it your best, you'll never regret it": "Kyihe agawe, toryeyizustya.",
    "Not every door that's closed is locked, push it open": "Tiburi rwigyi rukyingyire ngu rukyingire, rusindike rweyigure.",
    "How you do one thing is how you do everything": "Okworikukora ekintu kimwe nikwe orikukora byona.",
    "Sometimes we are so focused on the future that we don't realize that today was the future we prayed for years ago.": "Obwire obwingi nituburira omubitekateko byomumisho okwebwa ngu eirizooba nibyo biro byo mumisho ebitwa shabirire.",
    "The move that you're afraid to make could be the one that changes everything.": "Ekyo ekyorikutina nikyibasa kuhindura buri kimwe.",
    "Just keep showing up when most people quit.": "Guma nogyenda omumisho otakyirugamu",
    "Everyday you enter a new battle: You vs. You. Don't forget you are always the winner.": "Buri runaku nitutaha omurutaro rustya. iwe vs. iwe. Otayebwa ngu oryomuhanguzi burijyo.",
    "Happiness comes from solving your problem not avoiding them.": "Okushemererwa nikuruga omukumaraho ebizibu wabura obutabyiruka.",
    "If you can't do the small things right now... how do you expect to do the big things later.": "Waba otari kubasa kukora ebintu bikye…..notekateka kukora ota ebintu bihango omumisho.",
    "Why not YOU?": "Ahabwenkyi Atari iwe?",
    "Remember if you are stressing it’s because you haven’t given up.": "Oijukye wa noyerarikyirira  nahabwokuba tokehwiremu.",
    "Stop worrying you'll figure it out like you always have before.": "Reka kwerarikirira noza kumanya okworakyikore nka burijyo.",
    "Life is like a bicycle. To keep your balance, you must keep moving": "Amagara garinka egari. Okuguma ahabigyere byawe oine kuguma notambura.",
    "Luck? No you make your own luck.": "Owomugisha? Ngaha nokora omugisha gwawe.",
    "Motivation is what gets you started habit and discipline is what keeps you going.": "Okuba namani nikyo Kiri kuretera okutandika, emize na emichwe nibyo bikuturetera kugyenda omumisho.",
    "Don't limit your challenges, challenge your limits.": "Otekyingiza ebyotalikubasa, kwonka byeyimbemu.",
    "Don't be the one thing standing in your way.": "Otaba iwe ayemerire omu muhanda gwawe.",
    "Small steps add up.": "Emitendera mikye eyo kwongyeraho.",
    "Sometimes things don't go your way or as you planned. Things might change, get canceled, or get pushed back. Do what you must to pivot or restart, but do it.": "Obwire obumwe ebintu tibiri kugyenda mungyeri yawe oba omuntekateka yawe. Ebintu nibibasa kuhinduka, oba kushazibwamu, oba okushazibwamu. Kora ekyori kubaasa okugarukamu, kwonka okyikore.",
    "Strive for progress, not perfection": "Rwanira okugyenda omumeisho, kwonka otarwanira kuba abilities.",
    "It’s okay to struggle, it’s not okay to quit.": "Tikyine nshonga yona okufuba, kwonka nikyibi okurekyeraho.",
    "The most important skill in life is learning to do things when you don't feel like doing them. Anyone can do it when it's easy most people stop the minute it gets hard.": "Omuriimu gwomugasho ogurikukyirayo kwetengwa nokwega kukora ebintu omubwire obwokuba otarikuhurira nka arikwenda kubikora. Buryomwe nabasa kubikora byaba byorobi nanokurekyeraho byaguma.",
    "Every overnight success has been years in the making.": "Buri buhanguzi bukaba buriho emyaka yona.",
    "Sometimes when you're in a dark place you think you've been buried, but actually you've been planted.": "Obumwe waba ori omumwanya gwo mwirima, notekateka ozikyirwe kwonka maziima noba osimbirwe.",
    "Dare to dream": "Ofuube ogyire ekyiroto.",
    "“Dream”, counsels the visionary; “toil”, counsels the laborer, but you must be both.": "'Ebiroto', nibihumuriza ebiroto; 'kora munonga', counsels the laborer, but you must be both.",
    "Even in the depths of despondence, a day lived is a lesson learned. Live to discover more!": "Nobwokuba otaine matsiko, orunaku ruwabaho nirukuha ekyokwega. Turaho okushumbura byingi.",
    "Whatever Life gives you, even if it hurts, just be strong and act like you’re okay. Strong Walls shake but never collapse.": "Amagara ekigari kukuha, nobukyirabe nikyishasha, oine kuguma Kandi oyorekye ngu origye. Ebishengye bigumire nibitengyeta kwonka tibiri kugwa.",
    "Life is a circle of happiness, sadness, hard times, and good times. If you are going through hard times, have faith that good times are on the way": "Omagara nigetorora aha kushemererwa, enaaku, amaganya ne biiro ebirungi. Wa ba noraba omu naaku zigugumire, gyira okwikyiriza ngu ebiro birungi biryonibyiza.",
    "Every struggle in your life has shaped you into the person you are today, so be thankful for the hard times, they can only make you stronger": "Buri kiziibu kyori kurabamu omugara nikyikuhindura omuntu ogwe owoori eizooba eri, nahabwekyo siima aha bwe biziibu ebyo, ahakuba nibikugumya.",
    "Don’t give up, the beginning is always the hardest": "Otahwamu amaani, entandika nekyira kuba egumire.",
    "Good things come to those who believe, Better things come to those who are patient. Best things come to those who don’t give up": "Ebirungi nibyizira abo abari kwikiriza, ebintu ebirungi nibyizira abo abaine obu gumisiriza. Ebintu ebiri kukyirayo oburungi nibyizira abo abatari kuhwamu amaani.",
    "I am not my diagnosis.": "Tindi ekyo ekyimbaire ndi.",

    "Reaching out for support shows strength.": "Okwehayo okuronda obuyambi nikyoreka amani gangye.",
    "Your first thought in the morning should be “thank you”": "Ekyitekateko kyawe kyokubanza omukasheshe kyeine kuba \"weebare",
    "Those who have a ‘why’ to live, can bear with almost any ‘how - Viktor E. Frankl": "Abo abeine ebibuzo ngu 'ahabwenkyi' okubaho, nibabasa kugumira naburikyimwe omungyeri 'yona  - Viktor E. Frankl",
    "”The grass is greener where you water it.” — Neil Barringham": "Ebinyansi nebyekiragara ahori kwiteira amaizi.\" — Neil Barringham",
    "Live to inspire, and one day people will say, because of you, I didn’t give up": "Baho aha bwokugaruzamu amaani, Kandi eizooba rimwe abantu baryagyira, ahabwawe, tinda hanikyire.",
    "Link to ESAU": "Link to ESAU",
    "Missed medications.": "Emibazi eyebirwe.",

    "Skipping meals/low blood sugar.": "Obutarya mere/sukari yahansi.",
    "Hunger": "Enjyara.",
    "Particular food items such as - tea, coffee, chocolate, sugar, sweets, soft drinks, excess salt, and spices.": "Emere yomuringo gumwe nka chai mukaru, chocolate, shukari, swit, soda, omwonyo mwinjyi, and ebirungo.",
    "Dehydration- depletion of bodily fluids.": "Obutanywa miizi.",
    "Imbalance of substances (electrolytes) that maintain the fluids inside your body, and are essential for muscle and nerve function": "Okuruha no butabyama",
    "Tiredness and lack of sleep": "Oburuhe no kubura oturo",
    "Illness or high body temperature.": "Ekishwiza oba okwostya",
    "Flashing or flickering lights": "Ebitangaza ebiri kumyasamyasa ninga ebiri kwakayakana",
    "Hormonal changes/Menstruation": "Okuuza omumwezi",
    "Very warm weather, hot baths or showers, especially when there is a sudden change in temperature.": "Okwosya kworu naku, okunaba amiizi garikwostya, namunonga habaho empindika yomubiri (okwostya).",
    "Stress/anxiety": "Situlesi",
    "Excitement.": "Okwesiima.",
    "Boredom.": "Obwomwe.",
    "Alcohol or illicit substance use.": "Amarwa oba okukozesa ebibazi birikusinza.",
    "Watching TV and playing video games in a well-lit room and at a safe distance from the screen (at least two and a half (2.5) meters from the TV and half (0.5) a meter from a computer monitor).": "Leeba Tivi hamwe nokureeba emizaano aha computa omukishengye kyawe ekyirikwaka kurungi, konka oyirire hareho na Tivi akaanya ka mita ibiri nekyichweeka (2.5 Metres) Kandi hakyiri ekyichweeka kya mita ( 0.5 metres) okuruga aha compuuta).",
    "Limiting the time spent in front of the TV, computer, and on hand-held devices (smart phones/tablets) or restricting playing computer and video games.": "Okukyendeza obwire obwori kumara omumisho ga TV, computer, na masimu giturikukwata omungaron oba kwehara kuzana computer na video games.",
    "Using flicker-free monitors (LCD or flat screen).": "Okukozesa flicker-free monitors (LCD or flat screen).",
    "Reducing the brightness on screen monitors.": "Okuchendeza ekyigara kya screen monitors.",
    "Using a remote control instead of walking up to the TV to change the channel.": "Okukozesa rimooti (remote control) okukyira okutambura kuza hihi na TV  kuhindura omukutu.",
    "Adjusting Internet settings to control moving images.": "Okuhindura ebimwe aha nkora ya Internet okwehara ebishani birikutambura",
    "I am kind": "Nyine esaasi.",
    "I am clever": "Ndyo mugyezi.",
    "I am giving": "Endyekyo",
    "I try hard": "Nigyezaho munonga.",
    "My smile makes others smile": "Akamwenyo kangye nikashemeza abandi.",
    "I am worthy": "Nshemerire",
    "I love who I am and can not wait to see who I am becoming": "Ninkunda ekyindi kandi, tinkarinda kureba ekyo ekyindabe.",
    "I will get through this": "Ekyi niza kukyirabamu.",
    "I am deserving": "Ningwana.",
    "I get better day by day": "Ninterera mpora mpora buri eizoba.",
    "Track Resilience": "Track Resilience",
    "Happy": "Oshemerirwe",
    "Joyful": "Amatwengye",
    "Appreciated": "Okusiimwa",
    "Inspired": "Ndimu amatsiko",
    "Encouraged": "Okushendashedwa",
    "Cheerful": "No'okushemera",
    "Confident": "No'okwekiririzomwe",
    "Grateful": "Okusiima",
    "Sad": "Esaasi",
    "Irritable": "Nanyiga",
    "Envious": "Tinabikyenga",
    "Lonely": "Obwomwe",
    "Angry": "Ekiniga kyamani",
    "Worried": "Okwerarikyirira",
    "Impatient": "Obutagumisiriza",
    "Hopeless": "Okwehwa amatsiko",
    "Discouraged": "Okuhwamu amaani",
    "Why did you feel this way": "Nahabwenkyi wahurira otiya?",
    "School": "Ahishomero",
    "Family": "Ahaka",
    "Friends visit at home": "Abanywani nibatayaya ahaka",
    "Outing with my friends": "Okuuza out nabanyani",
    "Bad Company": "Bad Company",
    "View tallies": "View tallies",
    "Seizure Tracking": "Okukuratira emirundi yo kwesika",
    "How severe was it": "Nimbi kwingana kyi",
    "How long did it last": "Nikimara bwire bukwinga kyi",
    "What time of the day did it occur": "Ebiraho shaha zingahi",
    "Did you lose awareness": "Orekyeire aho okukyenga",
    "Before the seizure, did you have an": "Otakagweire ensimbu, oine okwohurire okutari ",
    "Aura": "kwaburijyo",
    "An aura is unusual feeling, experience, or sensation that signals an upcoming seizure": "Aura nikimanyisa okwehurira okutari kwabujyo, okworikwehurira, oba engyeri  yori kuhuriramu waba noza kogwa ensimbu.",
    "What kind of aura was it": "Ningyeri kyi eyokuba noyehurira mu",
    "Was there a trigger for your seizure": "Hariho ekya retaire ensimbu ku gigwa",
    "How did you feel after the seizure": "Hariho ekya retaire ensimbu ku gigwa",
    "Flashing lights": "Ebitara birikwaka",
    "Stress": "Situlesi",
    "Music": "Music",
    "High Fever": "Omushwija mwinji",
    "Laughter": "Ensheko",
    "Noise": "Olwari",
    "Anger": "Ekiniga",
    "Missed medication": "Okwebwa omubazi.",
    "What trigger was it": "What trigger was it",
    "Medication": "Obujanjabi",
    "Record Your Medication": "Handika emibazi yawe",
    "What was the reason for missing": "Ninshonga kyi eyo butamira",
    "What medication are you taking": "Nimibazi kyi eyo ri kumira",
    "How did you engage today":"How did you engage today"
  }
}
