{
  "lg": {
    "min": "ddakiika",
    "sec": "butikitiki",
    "Edit": "Tereeza",
    "Delete": "Siimuula",
    "Journaling": "Okuwandiika",
    "New Journal": "Ekiwandiiko ekipya",
    "Save": "Tereka",
    "Home": "Awaka",
    "Forum": "Omukutu",
    "Account": "Akaawunti",
    "Forgot Password": "Weerabidde ppaasiwaadi",
    "Dont have an account?": "Toyina akaawunti",
    "Register Now": "Weewandiise kati",
    "Email Address you registered with.": "Mmeyiro gye weewandiisa nayo",
    "Send Email": "Sindika Mmeyiro",
    "Forgot password": "Weerabidde ppaasiwaadi",
    "Reset password": "Ddamu otondewo ppaasiwaadi endala",
    "By signing up you agree with our": "Mu kuggulawo akaawunti okkaanya ne",
    "Terms & Conditions": "Enkola n’obukwakkulizo",
    "To learn more about how we use your data, read our": "Okumanya ebisingawo ku ngeri gye tukozesaamu ebikukwatako, Soma ku",
    "Privacy Policy": "Enkola ez'enkiso",
    "Login": "Yingiramu",
    "Email Address": "Mmeyiro",
    "Enter email address": "Yingizaamu Mmeyiro",
    "Email is required": "Mmeyiro yeetagisa",
    "Password": "Ppaasiwaadi",
    "Password is required": "Ppaasiwaadi yeetagisa",
    "Email": "Mmeyiro",
    "Enter your email address": "Yingizaamu Mmeyiro",
    "Your email is required": "Mmeyiro yo yeetaagisa",
    "Username": "Erinnya ly'okozesa",
    "Choose a username": "Londa erinnya ery'okukozesa",
    "Username is required": "Erinnya ery'okukozesa lyetaagisa",
    "Date of Birth": "Ennaku z’omwezi kwe wazaalibwa",
    "This is required field": "Ekitundu kino kyetaagisa",
    "Gender": "Ekikula",
    "Female": "Mukyala",
    "Male": "Musajja",
    "Prefer not to say": "Londawo obutayogera",
    "This is a required field": "Ekitundu kino kyetaagisa",
    "Age of seizure onset": "Emyaka kwe watandikira okwesika",
    "Seizure Type": "Ekika ky'okwesika",
    "Check this field": "Kebera ekitundu kino",
    "Do you have a caregiver": "Oyina omuyambi?",
    "Yes": "Yee",
    "No": "Nedda",
    "Name of Caregiver": "Erinnya Ly'omuyambi",
    "Enter caregiver's name": "Yingizaamu erinnya ly'omuyambi",
    "This field is required": "Ekitundu kino kyetaagisa",
    "Contact of Caregiver": "Ennamba y'omuyambi",
    "Enter caregiver's contact": "Yingizaamu ennamba y'omuyambi",
    "Institution": "Ekitongole",
    "Institution is required": "Ekitongole kyetaagisa",
    "Create Password": "Tondawo ppaasiwaadi",
    "8 characters minimum": "Ekigambo kya bifo 8 ekitono ennyo",
    "Create a password": "Tondawo ppaasiwaadi",
    "Confirm Password": "Kakasa ppaasiwaadi",
    "Password does not match": "Ppaasiwaadi tekwatagana",
    "Register": "Wewandiise",
    "New Password": "Ppaasiwaadi empya",
    "Verify your email address": "Kakasa Mmeyiro yo",
    "You've entered example@gmail.com as the email address for your account": "Oyingiza eky'okulabirako@gmail.com nga mmeyiro yo ey'akaawunti.",
    "Verify your email": "Kakasa mmeyiro yo",
    "Holla": "Hallo",
    "Discover Activities": "Zuula ebikolebwa",
    "Give yourself a chance": "Weewe omukisa",
    "seizure tracking": "okulondoola okwesika",
    "medication": "Eddagala",
    "resilience tracking": "Okunoonyereza ku kuvvunuka embeera embi",
    "resilience activities": "Ebikolwa ebikuwa amaanyi",
    "Did you take all your doses today": "Wamize eddagala lyo lyonna leero?",
    "All doses": "Eddagala lyonna",
    "Some doses": "Eddagala erimu",
    "No doses": "Saamizeeko ddagala lyonna",
    "I forgot to take the Doses": "Neerabidde okumira eddagala",
    "I forgot to refill the Doses": "Neerabidde okujjuza eddagala",
    "I didn’t have the funds to refill the Doses": "Ssaabadde na ssente kuddamu kujjuza ddagala",
    "I didn’t have the medicine with me": "Ssaabadde na ddagala",
    "I was told not to take any medicine": "Baŋŋamba obutamira ddagala lyonna",
    "I was too sick": "Nali mulwadde nnyo",
    "Side Effects": "Okukosebwa okwavaamu",
    "Finish": "Maliriza",
    "Did you experience any side effects": "Wafuna okukosebwa kwonna?",
    "None": "Nedda",
    "Vomiting": "Okusesema",
    "Drowsiness": "Okusumagira",
    "Skin Rash": "Okufuukuuka olususu",
    "Headache": "Okulumwa omutwe",
    "Nausea": "Okusinduukirirwa emmeeme",
    "Diarrhoea": "Okuddukana",
    "Constipation": "Okukaluubiriziwa mu kufuluma obubi",
    "Other": "Ebirala",
    "Done": "Malirizza",
    "Well Done!": "Weebale",
    "Dont have an account?__1": "Toyina akaawunti?",
    "Thank you for completing this assessment": "Weebale kumaliriza kwekenneenya kuno",
    "home": "Waka",
    "Select Medicine": "Londa eddagala",
    "delete": "Siimuula",
    "Please select saved medicine for the reminder. Add a medicine if you do not have any.": "Londa eddagala eriterekeddwa okukujjukiza. Gattako eddagala bwoba toyina n'erimu.",
    "Add Medicine": "Gattako eddagala",
    "Add Reminder": "Gattako ekinaakujjukiza",
    "Are you sure you want to delete": "Okakasa oyagala kusiimuula?",
    "Cancel": "Sazaamu",
    "Add time": "Yongera obudde",
    "Medicine": "Eddagala",
    "select medicine": "Londa Eddagala",
    "Delete this Reminder.": "Siimuula ekikujjukiza",
    "Are you sure you want to delete this reminder": "Okakasa oyagala kusiimuula kino ekikujjukiza",
    "Sure": "Nkakasa",
    "Quick Updates": "Okumanyisa okw'amangu",
    "The app is free, secure, and helps connect you to important resources for coping and\n            adapting": "Apu ya bwereere, nnungi, era ekuyamba okukuyunga ku bintu eby’omugaso okumanyiira n'okugumira",
    "Next": "Ekiddako",
    "Notify Quickly": "Manyisa mu bwangu",
    "Receive alerts about your health in time": "Funa okumanyisibwa ku bulamu bwo mu budde",
    "Track Medicine": "Londoola eddagala",
    "Quickly track your medication on the app": "Londoola mu bwangu eddagala lyo ng’okozesa apu",
    "Get Started": "Tandika",
    "Quotes to inspire you": "Enjogera ezikuzzaamu amaanyi",
    "Notebooks": "Obutabo obuwandiikibwamu",
    "Gratefuls": "Okusiima",
    "What are you grateful for": "Ki kyosiima?",
    "Delete Grateful.": "Siimuula kyosiima",
    "Are you sure about this action": "Weekakasa ku kikolwa kino?",
    "Listening": "Okuwuliriza",
    "Overall": "Okutwaliza awamu",
    "Sometimes, when we are upset, we talk to others about our problems to gain advice and\n              support.": "Ebiseera ebimu bwe tubeera nga tukyankalanye, twogera n'abantu abalala ku bizibu byaffe okufuna amagezi n'obuyambi.",
    "But other times it is helpful to listen and support others instead. When we put our\n              energy into thinking about another, it helps our own sense of well-being.": "Naye mu biseera ebirala kiyamba nnyo okuwuliriza n'okuyamba abalala. Bwe tuteeka amaanyi gaffe ku kulowooza ku kirala, kiyamba bwongo bwaffe okutereera.",
    "To do this, one makes an effort to give rather than take, listen rather than talk,\n              offer positive thoughts rather than negative ones, to bring cheer rather than\n              complaints.": "Okukola kino, omuntu omu afuba okuwa okusinga okutwala, awuliriza okusinga okwogera, awa endowooza ennungi okusinga embi, aleeta essanyu okusinga okwemulugunya.",
    "It is an exercise that can impact our own mood, as well as those around us": "Bikolwa byaffe bye bisobola okukyusa embeera zaffe awamu n'ezabo abatwetoolodde.",
    "Manage Your Triggers": "Kola ku bintu byo ebireeta embeera ekunakuwaza",
    "Learning your triggers and avoiding them may take patient, thoughtful reflection\n                  to identify and learn ways to avoid or manage them. Some common triggers include": "Okumanya ebintu ebireeta embeera yo n'okubyewala kiyinza okwetaaga obugumiikiriza, okwefumiitiriza ku by'olowooza okusobola okuzuula n'okuyiga engeri z'okubyewala n'okubikolako. Ebimu ku bireeta embeera eno mulimu;",
    "In order to reduce the likelihood of having a seizure due to any of these\n                    situations or events; it is important to do all you can to reduce your exposure\n                    to these seizure triggers by avoiding these stimuli. Some tips you could use": "Mu kaweefube w'okukendeeza okubeera n'embeera ey'okwesika olw'embeera zino oba ebituukawo ebirala, kya mugaso okukola kyonna ky'osobola okwegobako ebireeta embeera y'okwesika ng'ogoberera ebisikiriza. Obubagulizo obumu bw'oyinza okukozesa",
    "Choose something that you have not been asked to do.": "Londa ekintu kye batakugambye kukola",
    "Consider doing the service act without others getting to know sometimes.": "Faayo okukola obuweereza ebiseera ebimu ng'abantu abalala tebamanyi",
    "One service goal": "Ekigendererwa ky'obuweereza kimu",
    "Doing acts of service which can be described as doing something for someone else\n                which you know they would like can have a profound positive impact on mood and\n                well-being.": "Okukola ekikolwa ky'obuweereza ekisobola okunnyonnyolwa ng'okukolera omuntu ekintu ky'omanyi kye bayinza okwagala ekisobola okubaleetako embeera ennungi wamu n'okubeera obulungi.",
    "Pick one service goal to complete in the next few days. Helping someone or a group\n                can benefit to your well-being": "Londa ekiruubirirwa ky'obuweereza kimu eky'okumaliriza mu nnaku ntono eziddako. Okuyamba omuntu oba ekibinja kisobola okuganyula mu kubeera kwo obulungi.",
    "Tips": "Obukodyo",
    "Examples": "Ebyokulabirako",
    "Carry groceries for an elder or mother with young children": "Situlirako omukadde ebintu eby'okukozesa awaka oba maama ayina abaana abato",
    "Volunteer at your church/mosque": "Kola emirimu gy'obwannakyewa ku kkanisa /omuzikiti gwo",
    "Help someone with their school or home tasks": "Yambako omuntu n'emirimu gy'oku ssomero oba egy'awaka",
    "Collect water for use at home": "Kima amazzi g'okukozesa awaka",
    "Wash up the plates and cups after a meal without being asked": "Yoza amasowaani n'ebikopo oluvannyuma lw'okulya emmere nga togambiddwa",
    "Clean/sweep the compound": "Longoosa/yera oluggya",
    "Wash/iron your parents or siblings’ clothes": "Yoza/golola engoye z'abazadde bo oba baganda bo",
    "Empty the dustbin into the designated waste area": "Yiwayo kasasiro mu bifo ebiyiirwamu kasasiro okuva mu kintu mw'akungaanyizibwa",
    "One Social goal": "Ekiruubirirwa kimu eky'okukolagana n'abantu",
    "Making friends or getting to know other people is an important part of well-being.\n                Sometimes it is hard to make these connections because we are shy, we don’t know\n                others or we fear to be ignored, mistreated or laughed at.": "Okukola emikwano oba okumanya abantu abalala kya mugaso nnyo mu kubeera obulungi. Ebiseera ebimu kizibu okukola enkwatagana zino olw'ensonga nti olina ensonyi, tetumanyi balala  oba tutya  okutwesonyiwa, okutuyisa obubi oba okutusekerera.",
    "Try to build your social community in small steps one at a time. Pick one social\n                goal and try to engage in a social activity in the next few days.": "Gezaako okuzimba enkolaganayo n'abantu mu mitendera emitonotono mu kiseera ekimu. Londa ekiruubirirwa kimu eky'okukolaganira awamu n'okugezaako okukola emirimu egyenyigiramu abantu abangi mu nnaku entono eziddako.",
    "Tip": "Obukodyo",
    "Spend time with a special family member, a friend, a schoolmate, or someone from the\n                church/mosque or prayer group. Sometimes you can meet people from Epilepsy support\n                groups, like through the Epilepsy Support Association of Uganda or Purple Bench.": "Malako obudde ne bammemba ba famire yo ab'omuwendo, omukwano, gw'osoma naye, oba omuntu okuva ku kkanisa/omuzikiti oba okuva mu kibinja ky'abantu b'osaba nabo. Ebiseera ebimu osobola okusisinkana abantu okuva mu bibiina by'abalwadde b'ensimbu, ng'okuyita mu bibiina by'abalwadde b'ensimbu mu Uganda oba aba Purple bench.",
    "Positive Affirmations": "Ebikolwa ebirungi",
    "Positive affirmations are positive statements you make about yourself to help you to\n                remember your gifts, skills, and blessings. Pick 3 affirmations to say each morning\n                and night for 3 days": "Ebikolwa ebirungi ze ngeri ennungi ze weeyogerako okusobola okukuyamba okujjukira ebirabo byo, obukugu, n'emikisa. Londa ebintu 3 ebyokwogera ku buli kumakya n'ekiro okumala ennaku  3",
    "This is a very easy and fun way to change your self-image! If you have trouble you\n                have trouble thinking of positive ideas about yourself, ask you statements.": "Eno y'engeri ennyangu ennyo okukyusa ekifaananyi kyo! Singa obeera n'obuzibu olina obuzibu mu kulowooza ku birowoozo ebirungi ku ggwe, buuza ebintu.",
    "Resilience Activities": "Ebikolwa by'okuvvunuka embeera embi",
    "Resilience Tracking": "Okunoonyereza ku kuvvunuka embeera embi",
    "Tallies updated every after 3 days": "Emiwendo giddizibwa obuggya buli luvannyuma lwa nnaku 3",
    "Did you engage socially today": "Weetabyeko n'abantu leero?",
    "yes": "yee",
    "no": "nedda",
    "Why not": "Lwaki nedda",
    "How did you feel today": "Wawulidde otya leero?",
    "Positive": "Bulungi",
    "Negative": "Bubi",
    "Which emotions were felt": "Mbeera ki eyawuliddwa?",
    "You can select upto six(6) feelings": "Osobola okulonda okutuuka ku mbeera mukaaga (6)",
    "Accomplished Goals": "Ebiruubirirwa ebimaliddwa",
    "Family Acknowledged me": "Famire yanzikiriza",
    "Did Fun things": "Nakoze ebintu ebinyuma",
    "Engaged with others": "Neetabye n'abalala",
    "Isolation": "Okuboolebwa",
    "Conflict": "Okukuubagana",
    "I have no friends": "Sirina mikwano",
    "Respectfully": "Mu ngeri  ya kitiibwa",
    "Rudely": "Mu ngeri ya busungu",
    "With Care": "Mu ngeri ya bwegendereza",
    "Harshly": "Mu ngeri ya bukambwe",
    "How did others treat you today": "Abalala bakuyisizza batya leero?",
    "Manage your triggers": "Kola ku bintu byo ebireeta embeera ekunakuwaza",
    "positive affirmations": "ebikolwa ebirungi",
    "One social goal": "Ekiruubirirwa kimu eky'okukolagana n'abantu",
    "Epilepsy Education": "Essomo ku bulwadde bw'ensimbu",
    "Inspirational Cultural quotes": "Enjogera z'obuwangwa ezizzaamu amaanyi",
    "Meditation": "Okwefumiititiza",
    "Recent Assessment": "Okwekenneenya okwakaggwa",
    "Mood": "Embeera",
    "Social": "Okwetaba n'abantu",
    "Treated": "Okujjanjabibwa",
    "Score": "Obubonero",
    "Recommended Resilience Activities": "Ebikolwa by'okuvvunuka embeera embi ebikubirizibwa",
    "Tallies": "Emiwendo",
    "Something went wrong. Please try again later": "Waliwo ekitagenze bulungi. Ddamu ogezeeko edda",
    "text": "ekiwandiiko",
    "Record Seizure Details": "Wandiika ebikwata ku kwesika",
    "mild": "Kutonotono",
    "moderate": "Kusaamusaamu",
    "severe": "Kukakali",
    "unknown": "tekumanyiddwa",
    "morning": "kumakya",
    "afternoon": "ttuntu",
    "evening": "lwaggulo",
    "Sleepy": "Okuwulira otulo",
    "Confused": "Okutabulwa",
    "Body Weakness": "Obunafu mu mubiri",
    "Restless": "Obutaba na mirembe",
    "Did it upset you": "Kyakuggya mu mbeera?",
    "Sweet Smells": "Obuwoowo",
    "Horrible Smells": "Akasu ak'amaanyi",
    "Deja-vu": "Yalabibwako",
    "The sensation of being in a familiar place or experiencing a very familiar situation.": "Empulira y'okubeera mu kifo ky'omanyi oba okuyita mu mbeera efaananira ddala eyo.",
    "Jamais-vu": "Okuwulira ng'atabeerangako mu mbeera eyo",
    "An experience of being unfamiliar with a person or place or situation that is actually very familiar.": "Embeera y'okubeera nga tojjukira muntu oba ekifo oba embeera mu butuufu gye wali omanyi obulungi ennyo.",
    "Tingling Sensation": "Embeera y'obusimu bw'omu mubiri okusindika obubaka obusukka ku bwa bulijjo.",
    "Flashing Lights": "Amataala agamyansa",
    "Sensation of crawling insects": "Okuwulira ng'ebiwuka ebikutambula",
    "Seeing animals or people": "Okulaba ebisolo oba abantu",
    "About the App": "Ebikwata ku Apu",
    "Terms of Service": "Enkola z'obuweereza",
    "Current password": "Ppaasiword eriko",
    "New password": "Ppaasiwaadi empya",
    "Confirm new password": "Kakasa ppaasiwaadi empya",
    "ACE Uganda built the EPILEPSY SMART app as a Free app. This SERVICE is provided by ACE\n          Uganda at no cost and is intended for use as is.": "ACE Uganda yazimba apu y'obulwadde bw'ensimbu eya EPILEPSY SMART nga yabwereere. Obuweereza buno buweebwa aba ACE Uganda nga bwa bwereere era bugendereddwamu kukozesebwa nga bwe buli",
    "This page is used to inform visitors regarding my policies with the collection, use, and\n          disclosure of Personal Information if anyone decided to use my Service.": "Omuko guno gukozesebwa okutegeeza abagenyi ku bikwata ku nkola zange omuli okukuŋŋaanya, okukozesa n'okwasanguza obubaka bw'omuntu ssekinnoomu singa omuntu yenna aba asazeewo okukozesa obuweereza bwange",
    "If you choose to use our Service, then you agree to the collection and use of information\n          in relation to this policy. The Personal Information that we collect is used for providing\n          and improving the Service. We will not use or share your information with anyone except as\n          described in this Privacy Policy.": "Bw'olondawo okukozesa obuweereza bwaffe, awo oba okkirizza okukuŋŋaanya n'okukozesa obubaka mu kwekuusa ku nkola eno. Obubaka bw’omuntu ssekinnoomu bwe tukuŋŋaanya bukozesebwa okuwa n'okulongoosa obuweereza. Tetujja kukozesa oba okugabana obubaka bwo na muntu yenna okuggyako nga bwe kirambuluddwa mu nkola eno ey’okwekisiza",
    "The terms used in this Privacy Policy have the same meanings as in our Terms and\n          Conditions, which are accessible at EPILEPSY SMART app unless otherwise defined in this\n          Privacy Policy.": "Enkola ekozeseddwa mu nkola y’okwekisiza eyina amakulu ge gamu nga mu nkola n’obukwakkulizo bwaffe, obufunibwa mu apu ya EPILEPSY SMART okugyako nga era ennyonnyoddwa mu nkola y’okwekisiza",
    "Information Collection and Use": "Okukuŋŋaanya obubaka n'okubukozesa",
    "For a better experience, while using our Service, we may require you to provide us with\n          certain personally identifiable information, including but not limited to name, email\n          address, phone contact. The information that we request will be retained on your device\n          and is not collected by us in any way.": "Okusobola okwetaaya obulungi ng’okozesa obuweereza bwaffe, tuyinza okukwetaaga okutuwa obubaka obwa ssekinnoomu obukwawula, omuli newankubadde si bwokka erinnya, mmeyiro, ennamba y’essimu. Obubaka bwe tukusaba bujja kukumiibwa ku kyuma kyo era nga tetujja ku bukuŋŋaanya mu ngeri emu oba endala.",
    "The app does use third-party services that declare their Terms and Conditions": "Apu ekozesa obuweereza bwa kkampuni endala eziteenyigiramu butereevu ezirangirira enkola n’obukwakkulizo",
    "Google Play Services": "Obuweereza bwa Google play",
    "Log Data": "Obubaka obuyingiziddwa mu apu",
    "We want to inform you that whenever you use our Service, in a case of an error in the app\n          we collect data and information (through third-party products) on your phone called Log\n          Data. This Log Data may include information such as your device Internet Protocol (“IP”)\n          address, device name, operating system version, the configuration of the app when\n          utilizing my Service, the time and date of your use of the Service, and other statistics.": "Twagala okukutegeeza nti buli lw’okozesa obuweereza bwaffe, mu mbeera ey’ensobi mu apu tukuŋŋaanya obubaka n’amawulire (okuyita mu buweereza bwa kkampuni ezitenyigiramu butereevu) ku ssimu yo obuyitibwa obubaka obuyingize. Obubaka buno obuyingiziddwa buyinza okuzingiramu amawulire nga agakwata ku ndagiriro y’essimu yo ng’eyungiddwa ku mutimbagano, erinnya ly’essimu, obuweereza bw’essimu bw’ekozesa, okuteekako apu ng’okozesa obuweereza bwange, ssaawa n’ennaku z’omwezi lw’okozesezza obuweereza n’ebipimo ebirala",
    "Cookies": "Obutundutundu obutonotono obw’obubaka obuterekeddwa ebibanja by’emitimbagano ku kompyuta.",
    "Cookies are files with a small amount of data that are commonly used as anonymous unique\n          identifiers. These are sent to your browser from the websites that you visit and are\n          stored on your devices internal memory.": "Obubaka bw’ebibinja by’emitimbagano obuterekebwa ku kompyuta ziba ffayiro eziyina omuwendo gw’obubaka obutono obutera okukozesebwa n’ebitendo eby’enjawulo ebibwawula. Buno busindikibwa ku muyungo gwo ogw’omutimbagano okuva ku bibanja by’emitimbagano by’okyalira era ne buterekebwa ku mutwe gw’ekyuma kyokozesa",
    "This Service does not use these “cookies” explicitly. However, the app may use third-party\n          code and libraries that use “cookies” to collect information and improve their services.\n          You have the option to either accept or refuse these cookies and know when a cookie is\n          being sent to your device. If you choose to refuse our cookies, you may not be able to use\n          some portions of this Service.": "Obuweereza buno tebukozesa nkola ya “kutereka bubaka kuva ku mitimbagano” butereevu. Newankubadde, apu esobola okukozesa kkoodi z’obuweereza bwa kkampuni eziteenyigiramu butereevu ezikozesa enkola y’okutereka obubaka okuva ku mitimbagano” okukuŋŋaanya obubaka n’okulongoosa obuweereza bwabwe. Oyina okusalawo oba okkiriza oba ogaana “obubaka buno obuterekebwa ku ssimu okuva ku mutimbagano” era omanye na di obubaka buno obuterekebwa ku kyuma kyo lwe busindikibwa. Bw’osalawo okugaana obubaka bwaffe obuva ku mutimbagano, oyinza obutasobola kukozesa ebitundu ebimu eby’obuweereza.",
    "Service Providers": "Abawa obuweereza",
    "We may employ third-party companies and individuals due to the following reasons": "Tuyinza okukozesa obuweereza obwa kkampuni eziteenyigira butereevu mu buweereza buno n’abantu ssekinnoomu olw’ensonga zino wammanga",
    "To facilitate our Service": "Okwanguya obuweereza bwaffe.",
    "To provide the Service on our behalf": "Okuwa obuweereza ku lwaffe",
    "To perform Service-related services": "Okuwa obuweereza obwekuusa ku buweereza",
    "or": "oba",
    "To assist us in analyzing how our Service is used.": "Okutuyamba mu kwekenneenya engeri obuweereza bwaffe gye bukozesebwamu",
    "We want to inform users of this Service that these third parties have access to their\n          Personal Information. The reason is to perform the tasks assigned to them on our behalf.\n          However, they are obligated not to disclose or use the information for any other purpose.": "Twagala okutegeeza abakozesa b’obuweereza buno nti obuweereza bwa kkampuni eziteenyigiramu butereevu buyina obusobozi okutuuka ku mawulire agabakwatako ssekinnoomu. Ensonga yakukola mulimu ogubaweereddwa ku lwaffe. Newankubadde basabibwa obutayasanguza oba okukozesa obubaka mu nsonga endala yonna",
    "Security": "Obukuumi",
    "We value your trust in providing us your Personal Information, thus we are striving to use\n          commercially acceptable means of protecting it. But remember that no method of\n          transmission over the internet, or method of electronic storage is 100% secure and\n          reliable, and we cannot guarantee its absolute security.": "Tussa ekitiibwa mu kutuwa obubaka obukukwatako, na bwekityo tusindiikiriza okukozesa engeri z’okukuumamu obubaka ez’okusasulira. Naye jjukira nti tewali ngeri ya kusaasaana ku mitimbagano, oba engeri y’okutereka obubaka ku byuma bikalimagezi.eri ebitundu 100% obutaba na bulabe n’okwesigika, era tetusobola kukakasa bukuumi bwayo obujjuvu.",
    "Links to Other Sites": "Obutindo obukutwala ku bibanja ebirala",
    "This Service may contain links to other sites. If you click on a third-party link, you\n          will be directed to that site. Note that these external sites are not operated by us.\n          Therefore, we strongly advise you to review the Privacy Policy of these websites. We have\n          no control over and assume no responsibility for the content, privacy policies, or\n          practices of any third-party sites or services.": "Empeereza eno eyinza okubaamu obutindo obukutwala ku bibanja ebirala. Bw’onyiga ku katindo k’obuweereza bwa kkampuni eteenyigiramu butereevu, ojja kusindikibwa ku kibanja. Weetegereze nti ebibanja bino eby’ebweru tebiddukanyizibwa ffe. N’olw’ensonga eyo, tukkubiriza okwekaliriza enkola y’enkiso ey’ebibanja bino, Tetuyina buyinza era na buvunaanyizibwa ku biteekebwako, enkola ez’enkiso, oba ebikolebwako ku bibanja by’emitimbagano oba obuweereza obwa kkampuni ezitenyigiramu butereevu.",
    "Children’s Privacy": "Okwekisiza ku baana",
    "These Services do not address anyone under the age of 13. We do not knowingly collect\n            personally identifiable information from children under 13 years of age. In the case we\n            discover that a child under 13 has provided me with personal information, we immediately\n            delete this from our servers. If you are a parent or guardian and you are aware that\n            your child has provided us with personal information, please contact us so that we will\n            be able to do the necessary actions.": "Obuweereza buno tebukubirizibwa muntu yenna wansi w’emyaka 13. Tetuggyako bubaka bukwata ku muntu ssekinnoomu nga tumanyi okuva ku baana abali wansi w’emyaka 13. Singa mu mbeera nga tuzudde nti omwana wansi w’emyaka 13 ampadde obubaka obumukwatako, mu bwangu ddala tubusiimula okuva ku mpeereza zaffe. Bw’oba oli muzadde oba omulabirizi era ng’omanyi nti omwana wo atuwadde obubaka obumukwatako, tutegeeze tusobole okukola ekyetaagisa.",
    "Changes to this Privacy Policy": "Enkyukyakyuka mu nkola ya twekisize eno.",
    "The owners of this application may update our Privacy Policy from time to time. Thus, you\n          are advised to review this page periodically for any changes. We will notify you of any\n          changes by posting the new Privacy Policy on this page.": "Bannannyini apu eno bayinza okuzza obuggya enkola yaffe eya twekisize ekiseera kyonna. Na bwe kityo okubirizibwa okwekaliriza omuko guno buli kiseera okulaba enkyukakyuka yonna. Tujja kukutegeeza ku nkyukakyuka yonna nga tuteeka enkola ya twekisize empya ku mukutu guno",
    "This policy is effective as of 2023-01-04": "Enkola eno etandika nga 2023-01-04",
    "Contact Us": "Tutuukirire",
    "If you have any questions or suggestions about this Privacy Policy, do not hesitate to\n          contact us at": "Bw’oba oyina ekibuuzo kyonna oba ekiteeso ku nkola ya twekisize eno, tolemererwa ku tutuukirira ku",
    "Something went wrong, please try again": "Waliwo ekitagenze bulungi, ddamu ogezeeko edda",
    "Name": "Erinnya",
    "This is a required field<": "Ekitundu kino kyetaagisa",
    "Enter caregiver's contact__1": "Yingizaamu ennamba y'omuyambi",
    "Loading user data": "Okuteekako obubaka bw’omukozesa",
    "Save updates": "Tereka ebidiziddwa obuggya",
    "Updating you information will log you out automatically": "Okuzza obuggya obubaka bwo kijja kukufulumya ku mukutu butereevu",
    "Save & logout": "Tereka era ggalawo omukutu",
    "Welcome": "Weebale kujja",
    "Logout": "Ggalawo omukutu",
    "By downloading or using the app, these terms will automatically apply to you –you should make sure therefore that you read them carefully before using the app. \n          You’re not allowed to copy, or modify the app, any part of the app, or our trademarks in any way. You’re not\n          allowed to attempt to extract the source code of the app, and you also shouldn’t try to\n          translate the app into other languages, or make derivative versions. The app itself, and\n          all the trade marks,": "Bw’owanula oba bw’okozesa apu, ebiragiro bino bijja kukolako butereevu –osaanye okukakasa nti obisoma n’obwegendereza nga tonnakozesa apu. Tokkirizibwa ku kkopa, oba okutereeza apu, ekitundu kyonna ekya apu, oba akabonero kaffe mu ngeri yonna. Tokkirizibwa kugezaako kusimbuliza kkoodi y’ensibuko ya apu, era tosaanye kugezaako kuvvunula apu eno mu nnimi endala, oba okukolamu ebika ebirala. Apu yennyini, n’obubonero obulala bwonna.",
    "ACE Uganda is committed to ensuring that the app is as useful and efficient as possible.\n          For that reason, we reserve the right to make changes to the app or to charge for its\n          services, at any time and for any reason. We will never charge you for the app or its\n          services without making it very clear to you exactly what you’re paying for.": "ACE Uganda yeewaddeyo okulaba nti apu ebeera ya mugaso era nga nnungi bwe kisoboka. N’ow’ensonga eyo, twesigaliza obuyinza okukola enkyukakyuka ku apu oba okusasuza obuweereza bwayo, mu budde bwonna era ku lw’ensonga yonna. Tetujja kukusasuza olwa apu oba obuweereza bwayo nga tetukutegeezezza bulungi ddala ki ky’osasulira",
    "The EPILEPSY SMART app stores and processes personal data that you have provided to us, to\n          provide its Service. It’s your responsibility to keep your phone and access to the app\n          secure. We therefore recommend that you do not jailbreak or root your phone, which is the\n          process of removing software restrictions and limitations imposed by the official\n          operating system of your device. It could make your phone vulnerable to malware / viruses\n          / malicious programs, compromise your phone’s security features and it could mean that the\n          EPILEPSY SMART app won’t work properly or at all.": "Apu ya EPILEPSY SMART etereka era n’ekola ku bubaka obukwata ku muntu bw’otuwadde, okusobola okuwa obuweereza bwayo. Buvunaanyizibwa bwo okukuuma essimu yo era n’okukozesa apu mu ngeri ey’obuvunaanyizibwa. Noolwekyo tukkubiriza oleme kuggywawo bukwakkulizo bwateekebwa ku ssimu yo abo abaagikola oba okuyingira munda mu nsibuko y’obuweereza bw’essimu okugikozesa by’oyagala, era y’enkola y’okuggyamu obukwakkulizo obutambuza essimu n’ebigaanibwa ebyateekebwawo enkola entongole essimu yo kwetambulira. Kiyinza okunafuya essimu yo okufuna obulabe mu nkola egitambuza/ebiwuka/pulogulaamu ez’obulabe ezinatta obukuumi bw’essimu yo era kiyinza okutegeeza nti apu ya EPILEPSY SMART tejja kukola bulungi oba tejja kukolera ddala",
    "MOBILE DATA USAGE": "Enkozesa y’obusaaganda bw’okussimu",
    "You should be aware that there are certain things that ACE Uganda will not take\n          responsibility for. Certain functions of the app will require the app to have an active\n          internet connection. The connection can be Wi-Fi or provided by your mobile network\n          provider, but ACE Uganda cannot take responsibility for the app not working at full\n          functionality if you don’t have access to Wi-Fi, and you don’t have any of your data\n          allowance left.": "Osaanye omanye nti waliwo ebintu ebimu ACE Uganda byetagenda kuvunaanyizibwako. Enkola ezimu eza apu zijja kwetaagisa apu okuba ng’eyungiddwa ku yintanenti. Okuyungibwa kuno kusobola okuba okwa Wi-fi oba nga kwa mukutu gwa mpeereza yo, naye ACE Uganda tesobola kutwala buvunaanyizibwa ku butakola bwa apu mu bujjuvu singa oba toyina w’oggya Wi-fi era nga toyina yintanenti egabibwa mukutu gwo ogwempuliziganya",
    "If you’re using the app outside of an area with Wi-Fi, you should remember that the terms\n          of the agreement with your mobile network provider will still apply. As a result, you may\n          be charged by your mobile provider for the cost of data for the duration of the connection\n          while accessing the app, or other third-party charges. In using the app, you’re accepting\n          responsibility for any such charges, including roaming data charges if you use the app\n          outside of your home territory (i.e. region or country) without turning off data roaming.\n          If you are not the bill payer for the device on which you’re using the app, please be\n          aware that we assume that you have received permission from the bill payer for using the\n          app.": "Singa obeera okozesa apu mu kifo ewatatuuka Wi-fi, osaanye okujjukira nti enkola z’endagaano n’omukutu gwo ogw’essimu zijja kugobererwa. Ekinaavaamu, oyinza okusasuzibwa omukutu gwo ogw’empuliziganya olw’omuwendo gw’obusaaganda mu kaseera k’onoomala ng’oyungiddwa ku apu, oba okusasuzibwa olw’obuweereza bwa kkampuni eziteenyigira butereevu mu kukozesa empeereza. Mu kukozesa apu, okkiriza obuvunaanyizibwa obw’okusasula okwengeri yonna, omuli n’okusasuzibwa ng’okozesezza yintaneti wabweru w’ekitundu kyo (kwe gamba ekitundu oba eggwanga) nga toggyeko yintanenti nga toli mu ggwanga lyo. Bw’oba si gwe asasula ebisale by’ekyuma ky’okozesa okufuna apu, bambi manya nti ffe tuteebereza nti ofunye olukusa okuva eri asasula ebisale by’okukozesa apu.",
    "BATTERY USAGE": "Enkozesa y'eryanda",
    "Along the same lines, ACE Uganda cannot always take responsibility for the way you use the\n          app i.e. You need to make sure that your device stays charged – if it runs out of battery\n          and you can’t turn it on to avail the Service, ACE Uganda cannot accept responsibility.": "Mu buufu bwe bumu, ACE Uganda tejja kutwalanga buvunaanyizibwa olw’engeri gy’okozesaamu apu kwe gamba. Oyina okukakasa nti ekyuma ky’okozesa kisigala nga kiyino omuliro Bwe kiggwako omuliro nga tosobola kukiteekako okufuna obuweereza, ACE Uganda tejja kutwala buvunaanyizibwa.",
    "LIABILITIES": "OBUZIBU",
    "With respect to ACE Uganda’s responsibility for your use of the app, when you’re using the\n          app, it’s important to bear in mind that although we endeavor to ensure that it is updated\n          and correct at all times, we do rely on third parties to provide information to us so that\n          we can make it available to you. ACE Uganda accepts no liability for any loss, direct or\n          indirect, you experience as a result of relying wholly on the functionality of the app.": "Mu kussa ekitiibwa mu buvunaanyizibwa bwa ACE Uganda mu kukozesa kwo okwa apu, bw’oba okozesa apu, kirungi okukissa mu birowoozo nti newankubadde tofaayo okukakasa nti eddizibwa obuggya oba okuba entuufu ekiseera kyonna, twesigamu ku buweereza bwa kkampuni eziteenyigiramu butereevu okutuwa obubaka tusobole okububateerawo. ACE Uganda tekkiriza bbanja lyonna lya kufiirwa butereevu oba si mu butereevu, ofuna obumanyirivu oluvannyuma lw’okwesigamira ddala ku nkozesa ya apu mu bujjuvu.",
    "APP UPDATES": "Ebipya ku apu",
    "At some point, we may wish to update the app. The app is currently available on Android –\n          the requirements for the system(and for any additional systems we decide to extend the\n          availability of the app to) may change, and you’ll need to download the updates if you\n          want to keep using the app. ACE Uganda does not promise that it will always update the app\n          so that it is relevant to you and/or works with the Android version that you have\n          installed on your device. However, you promise to always accept updates to the application\n          when offered to you. We may also wish to stop providing the app, and may terminate use of\n          it at any time without giving notice of termination to you. Unless we tell you otherwise,\n          upon any termination": "Mu kiseera ekimu, tuyinza okwagala okuzza obuggya apu. Apu mu kiseera kino kweri ku bakozesa Anduloyidi – ebyetaago by’enkola (era okwongerako enkola endala tusalawo okwongeza okubeerawo kwa apu) tuyinza okukyusa, era nga ojja kwetaaga okuwanulayo ebipya bw’oba Oyagala okusigala ng’okozesa apu. ACE Uganda tesuubiza nti ejja kubeera ng’ezza buggya apu esobole okubeera ey’omugaso gyoli ne/oba ekola n’ebika bya Anduloyidi gy’otadde ku kyuma kyo. Wabula, gwe suubiza okukkirizanga ebipya ebya apu bwe biba bikuweereddwa. Era tuyinza okwagala okulekera awo okubawa apu, era nga tuyinza okusazaamu enkozesa yaayo ekiseera kyonna nga tetuwadde kulabula kwa kusazaamu gy’oli. Okuggyako nga tukugambye, ku kusazaamu kwonna.",
    "the rights and licenses granted to you in these terms will end": "Eddembe ne layisinsi ebikuweereddwa mu nkola eno bijja kuggwawo",
    "you must stop using the app, and (if needed) delete it from your device": "Oteekeddwa okuymiriza okukozesa apu, era (bwe kiba kyetaagisa) gisiimuule okuva ku ssimu yo",
    "Changes to These Terms and Conditions": "Enkyukakyuka ku nkola n’obukwakkulizo buno",
    "We may update our Terms and Conditions from time to time. Thus, you are advised to review\n          this page periodically for any changes. We will notify you of any changes by posting the\n          new Terms and Conditions on this page.": "Tuyinza okuzza obuggya enkola n’obukwakkulizo ekiseera kyonna. Na bwekityo okubirizibwa okwekaliriza omuko guno buli kiseera okulaba enkyukakyuka zonna. Tujja kukutegeeza ku nkyukakyka zonna nga tukuteera enkola n’obukwakkulizo obupya ku muko guno.",
    "These terms and conditions are effective as of 2023-01-04": "Enkola n’obukwakkulizo buno butandika nga 2023-01-04",
    "If you have any questions or suggestions about our Terms and Conditions, do not hesitate\n          to contact us at": "Bw’oba oyina ekibuuzo kyonna oba ebirowooza ku nkola n’obukwakkulizo bwaffe, togaana ku tutuukirira ku",
    "unDetected Information":"unDetected Information",
    "About": "Ebikwata ku Apu",
    "Change password": "Kyusa ppaasiwaadi",
    "Profile": "Akaawunti",
    "Settings": "okutereeza",
    "The race may be long but you are stronger than you give yourself credit.": "Emisinde giyinza okuba emiwanvu wabula oli mugumu okusinga bwe weewaana",
    "Compare yourself to who you were yesterday, not who someone else is today.": "Weegeraageranye ku bwe wabadde eggulo, si ku muntu mulala olwaleero",
    "So many people are afraid of failure, when what they should be afraid of is regret.": "Abantu bangi nnyo batya okulemererwa, ddi era ki kye balina okweraliikiria kwe kwejjusa",
    "Don’t give up on the person you’re becoming.": "Tokoowa ku lw'ekyo ky'ofuuka",
    "The view is beautiful from the top, but there is beauty in the climb. Don't overlook it.": "Gy'otunudde walabika bulungi ng'oli waggulu, wabula waliwo obulungi ng'olinnye waggulu. Tokibuusa maaso.",
    "Discipline will take you places where motivation can't.": "Empisa zijja kukutwala mu bifo amaanyi we gatasobola.",
    "You CAN, end of story.": "Osobola, olugero we lukomye.",
    "Never stop dreaming.": "Tolekeranga awo okuloota.",
    "You get tested the most when you're about to reach a new level, don't break.": "Ofuna okusoomoozebwa kungi bw'obeera ng'onaatera okutuuka ku mutendera omuggya, toggwamu maanyi.",
    "Negativity is a choice. What are you choosing?": "Okulemwa kya kyeyagalire. Olondako ki?",
    "What we fear doing is usually what we need to do the most.": "Kye tusinga okutya okukola kye tusinga okwetaaga okukola emirundi egiwera.",
    "If you cannot do great things, do small things in a great way.": "Bw'oba tosobola kukola bintu bya nnaggwano, kola ebitono mu ngeri ey'amaanyi",
    "Life and nature show us you have to get past the thick of the storm to get to the sunshine beyond.": "Obulamu n'embeera bitulaga nti olina okuyita mu mbeera enzibu okusobola okutuuka mu mbeera eyeeyagaza.",
    "Trade your expectations for appreciation.": "Yolesa by'osuubira osobole okusiimibwa",
    "Life doesn’t get better by chance it gets better by change.": "Obulamu tebukyuka na mukisa wabula na nkyukakyuka",
    "There is no right time, just time, and what you do with it.": "Tewali budde butuufu, budde bwonna na kiki ky'osobola okubukozesa",
    "The enemy wouldn’t be attacking you so hard if there wasn’t anything valuable in you. Thieves don’t break into empty houses.": "Omulabe yandibadde takulumbagana nnyo singa tobaddeemu kintu kya muwendo. Ababbi tebabba mu bifulukwa",
    "Don't let disappointment defeat you, let it drive you.": "Okulemererwa kuleme kukuwangula, kujja kukutaataaganya",
    "Delayed does not mean denied it just means you're gonna have to wait a little longer and work a little harder.": "Okulwawo tekitegeeza kulemererwa wabula kitegeeza nti olina okulindamu kko akabanga akawanvuko n'okukola ennyo.",
    "Most people who are criticizing and judging haven't even tried what you failed at.": "Abantu abasinga abakolokota n'okulamula by'okoze tebannaba na kukola ky'olemereddwa.",
    "Your direction is more important then your speed.": "Ekiruubirirwa kyo kya mugaso nnyo okusinga emisinde gyo",
    "You already have what it takes.": "Olina ekyetaagisa",
    "There's a version of yourself that you haven't met yet, keep showing up until you two are introduced.": "Waliwo ggwe omulala gw'otannaba kusisinkana, genda mu maaso n'okukola okusinga mwembi lwe mulisisinkana.",
    "Are you doing what you told yourself you were going to do?": "Okola ekyo kye weegamba kye wali ogenda okukola?",
    "Can you fight off the old you long enough to get to know the new you?": "Osobola okulwanisa obukadde bwo osobole okufuna ggwe omuggya?",
    "It's impossible to stay at the same level if you keep improving": "Kizibu okusigala ku ddaala lye limu singa ogenda mu maaso n'okugezaako",
    "Remember that trying is 80% of doing something. So try, and don't giving up because not giving up is the other 20%.": "Jjukira nti okugezaako kuli ku bintundu kinaana ku buli kikumi (80%). Noolwekyo gezaako, era towanika kubanga okuwanika kuli ku bintundu ebirala abiri ku buli kikumi (20%).",
    "Try something new! If you win you'll be happy if you lose you'll be wiser.": "Gezaako ekintu ekipya! Singa owangula ojja kubeera musanyufu ate singa olemererwa ojja kubeera mugezi.",
    "The person who struggles is better than the person who never attempts.": "Omuntu agezaako asinga atagerezangako ddala",
    "Do it with passion and you won't regret it.": "Kikole n'okwagala era tojja kwejjusa.",
    "Give it your best, you'll never regret it": "Kola ekisingayo, tojja kwejjusa.",
    "Not every door that's closed is locked, push it open": "Si buli luggi oluzzeewo nti luggale, lusindike lweggule.",
    "How you do one thing is how you do everything": "Engeri gy'okolamu ekintu ekimu gy'okolamu buli kintu",
    "Sometimes we are so focused on the future that we don't realize that today was the future we prayed for years ago.": "Ebiseera ebimu essira tuliteeka ku biseera by'omu maaso bye tutalaba ne tulemwa okulaba nti leero bye biseera by'omu maaso bye twasabirira edda okumala emyaka.",
    "The move that you're afraid to make could be the one that changes everything.": "Ekintu ky'otya okukola kiyinza okubeera nga kye kigenda okukyusa obulamu bwo.",
    "Just keep showing up when most people quit.": "Genda bugenzi mu maaso abantu abasinga bwe balemererwa.",
    "Everyday you enter a new battle: You vs. You. Don't forget you are always the winner.": "Buli lunaku oyingira olutabaalo olupya: Ggwe ku ggwe. Teweerabira nti bulijjo oli muwanguzi.",
    "Happiness comes from solving your problem not avoiding them.": "Essanyu liva mu kugonjoola bizibu sso si mu kubyewala.",
    "If you can't do the small things right now... how do you expect to do the big things later.": "Bw'oba tosobola kukola bintu bitono mu kaseera kano… osuubira okya okukola ebinene edda?",
    "Why not YOU?": "Lwaki si GGWE?",
    "Remember if you are stressing it’s because you haven’t given up.": "Jjukira nti bw'obeera ogezaako, kibeera nti obeera tonnawanika.",
    "Stop worrying you'll figure it out like you always have before.": "Lekera awo okweraliikirira, ojja kukikola nga bwe wakikolanga edda.",
    "Life is like a bicycle. To keep your balance, you must keep moving": "Obulamu bulinga ggaali. Olina okubeera nga weetengerera, olina okusigala ng'ogenda mu maaso.",
    "Luck? No you make your own luck.": "Omukisa? Nedda osobola okukola omukisa gwo.",
    "Motivation is what gets you started habit and discipline is what keeps you going.": "Obuvumu bwe bukuyamba okutandika olwo empisa ne zikuyamba okugenda mu maaso.",
    "Don't limit your challenges, challenge your limits.": "Tokoma ku bisoomoozo byo, ebisoomoozo bye bijja okkukomako.",
    "Don't be the one thing standing in your way.": "Tobeera muziziko oguyimiridde mu kkubo lyo.",
    "Small steps add up.": "Emitendera emitono gyegattako.",
    "Sometimes things don't go your way or as you planned. Things might change, get canceled, or get pushed back. Do what you must to pivot or restart, but do it.": "Ebiseera ebimu ebintu tebitambula nga bw'obyagala oba nga bwe wabiteekateeka. Ebintu biyinza okukyuka, okusazibwamu, oba okukuzza emabega. Kola kyonna ky'osobola okuddamu okutandika, naye tandika.",
    "Strive for progress, not perfection": "Fuba nnyo okugenda mu maaso, si obutabaako kamogo",
    "It’s okay to struggle, it’s not okay to quit.": "Kirungi okufuba, si kirungi kuwanika",
    "The most important skill in life is learning to do things when you don't feel like doing them. Anyone can do it when it's easy most people stop the minute it gets hard.": "Akakodyo akasinga obulungi mu bulamu kwe kuyiga okukola ebintu ng'owulira toyagala kubikola. Omuntu yenna asobola okukikola bwe kiba kyangu abantu abamu batendewalira mu kaseera ebintu bwe bizibuwalira.",
    "Every overnight success has been years in the making.": "Buli buwanguzi bw'ofuna mu kiro bubanga obutuukiddwako oluvannyuma lw'emyaka.",
    "Sometimes when you're in a dark place you think you've been buried, but actually you've been planted.": "Ebiseera ebimu bw'obeera mu kizikiza olowooza nti obeera oziikiddwa, naye ekituufu kiri nti obeera oziikiddwa.",
    "Dare to dream": "Genda mu maaso n'okuloota",
    "“Dream”, counsels the visionary; “toil”, counsels the laborer, but you must be both.": "Ekirooto\", kiyambako okulabira ewala; \"okulafuubana\", kuyambako abakola, naye olina okukola byombi.",
    "Even in the depths of despondence, a day lived is a lesson learned. Live to discover more!": "Ne bw'obeera nga tolina ssuubi yadde, olunaku lw'omala lukuwa essomo. Beerawo ozuule ebirala!",
    "Whatever Life gives you, even if it hurts, just be strong and act like you’re okay. Strong Walls shake but never collapse.": "Kyonna obulamu kye bukuleetera, ne bwe kiba kikunyiga, beera bubeezi mugumu era obeere nga atalina kizibu. Ebisenge ebigumu binyeenya naye tebimenyeka.",
    "Life is a circle of happiness, sadness, hard times, and good times. If you are going through hard times, have faith that good times are on the way": "Obulamu nkulungo ya ssanyu, ennaku, n'ebiseera ebirungi. Bw'obeera ng'oyita mu kiseera ekizibu, beera n'okukkiriza nri ebiseera ebirungi bijja.",
    "Every struggle in your life has shaped you into the person you are today, so be thankful for the hard times, they can only make you stronger": "Buli kulafuubana kw'oyiseemu mu bulamu kukuteeseteese okufuuka ekyo ky'oli leero, noolwekyo beera musiimu eri ebiseera ebizibu, byongera bwongezi kukugumya.",
    "Don’t give up, the beginning is always the hardest": "Toggwaamu maanyi, bulijjo entandikwa y'esinga obuzibu",
    "Good things come to those who believe, Better things come to those who are patient. Best things come to those who don’t give up": "Ebirungi bijja eri abo abalina okukkiriza, ebirungiko bijja eri abagumiikiriza. Ebirungi ennyo bijja eri abo abatawanika.",
    "I am not my diagnosis.": "Si nze eyeekebera.",
    "Reaching out for support shows strength.": "Okunoonyanga obuyambi kiraga bugumu.",
    "Your first thought in the morning should be “thank you”": "Ekirowoozo kyo ekirina okusooka kumakya kirina kuba \"weebale",
    "Those who have a ‘why’ to live, can bear with almost any ‘how - Viktor E. Frankl": "Abo abalina \"lwaki\" balamu, basobola okugumira kumpi na buli kintu kyonna \"butya\"- Viktor E. Frankl",
    "”The grass is greener where you water it.” — Neil Barringham": "Omuddo gwongera okufuuka ogwa kiragala w'ogufukirira.\" Neil Barringham.",
    "Live to inspire, and one day people will say, because of you, I didn’t give up": "Baawo ng'ekyokulabirako eri abalala era olunaku lumu abantu bajja kugamba, olw'okuba ggwe, ssaawanika.",
    "Link to ESAU": "Obuyungiro ku ESAU",
    "Missed medications.": "Obutafuna bujjanjabi",
    "Skipping meals/low blood sugar.": "Obutalya mmere/ssukaali omutono mu musaayi",
    "Hunger": "Enjala",
    "Particular food items such as - tea, coffee, chocolate, sugar, sweets, soft drinks, excess salt, and spices.": "Ebika by'emmere ebimu gamba nga; amajaani, kaawa, kyokuleeti, ssukaali, switi, eby'okunywa ebitatamiiza, omunnyo ogusukkiridde, n'ebirungo.",
    "Dehydration- depletion of bodily fluids.": "Okuggwaamu amazzi-okuggwaamu amazzi g'omubiri.",
    "Imbalance of substances (electrolytes) that maintain the fluids inside your body, and are essential for muscle and nerve function": "Obutenkanankana bw'ebintu mu mubiri (obusannyalaze) ebikuuma amazzi munda oba wabweru w'omubiri era nga bya mugaso ku binwa n'obusimu bw'omubiri.",
    "Tiredness and lack of sleep": "Obukoowu n'obuteebaka",
    "Illness or high body temperature.": "Obulwadde oba ebbugumu eringi mu mubiri",
    "Flashing or flickering lights": "Amataala agamyansa oba agatemereza",
    "Hormonal changes/Menstruation": "Enkyukakyuka mu busimu bw'omubiri/Okugenda mu nsonga",
    "Very warm weather, hot baths or showers, especially when there is a sudden change in temperature.": "Obudde obw'ebbugumu, okunaaba amazzi agookya, naddala nga waliwo enkyukakyuka ey'embagirawo mu bbugumu",
    "Stress/anxiety": "Okutaawaanyizibwa mu bwongo/obukoowu",
    "Excitement.": "Okukyamuukirira",
    "Boredom.": "Ekiwuubaalo",
    "Alcohol or illicit substance use.": "Okunywa omwenge oba ebiragalalagala ebitakkirizibwa mu mateeka",
    "Watching TV and playing video games in a well-lit room and at a safe distance from the screen (at least two and a half (2.5) meters from the TV and half (0.5) a meter from a computer monitor).": "Okulaba TV n'okuzannya obuzannyo bwa vidiyo mu bisenge ebitaliimu nnyo kitangaala era ne mu buwanvu obulungi obutakukosa okuva ku lutimbe (waakiri mmita bbiri n'ekitundu (2.5) okuva ku TV, n'ekitundu kya mmita (0.5) okuva ku ndabirwamu ya kompyuta.",
    "Limiting the time spent in front of the TV, computer, and on hand-held devices (smart phones/tablets) or restricting playing computer and video games.": "Okukendeeza ku budde bw'omala ku TV, kompyuta, oba ku byuma ebikozesebwa mu ngalo  (essimusseereza/taabuleeti) oba okukendeeza by'ozannyira ku kompyuta n'emizannyo gya vidiyo.",
    "Using flicker-free monitors (LCD or flat screen).": "Okukozesa entimbe ezikendeeza ekitangaala mu liiso (LCD oba eby'olutimbe oluseeteevu)",
    "Reducing the brightness on screen monitors.": "Okukendeeza ku kitangaala ekiva ku lutimbe lwa kompyuta.",
    "Using a remote control instead of walking up to the TV to change the channel.": "Okukozesa limooti okukyusa omukutu mu kifo ky'okutambula ogende ku TV.",
    "Adjusting Internet settings to control moving images.": "Okukyusa enteekateeka y'omutimbagano okusobola okufuga ebifaananyi ebitambula.",
    "I am kind": "Ndi wa kisa",
    "I am clever": "Ndi mugezi",
    "I am giving": "Ndi mugabi",
    "I try hard": "Ngezaako nnyo",
    "My smile makes others smile": "Akamwenyumwenyu kange kaleetera abalala okumwenya",
    "I am worthy": "Ngwanidde",
    "I love who I am and can not wait to see who I am becoming": "Njagala ki kyendi era sisobola kulinda kulaba ki kye nfuuka",
    "I will get through this": "Kino nja kukiyitamu",
    "I am deserving": "Ngwanira",
    "I get better day by day": "Neeyongera okutereera buli lunaku oluyitawo",
    "Track Resilience": "Ebikolwa by'okuvvunuka embeera embi",
    "Happy": "Nasanyuse",
    "Joyful": "Obusanyufu",
    "Appreciated": "Okusiimibwa",
    "Inspired": "Okusikirizibwa",
    "Encouraged": "Okubirizibwa",
    "Cheerful": "Musanyufu",
    "Confident": "Obuvumu",
    "Grateful": "Obusiimu",
    "Sad": "Munakuwavu",
    "Irritable": "Munyiivu",
    "Envious": "Okuwulira ennugu",
    "Lonely": "Obwomu",
    "Angry": "Obusungu",
    "Worried": "Obweraliikirivu",
    "Impatient": "Obutagumiikiriza",
    "Hopeless": "Obutaba na ssuubi",
    "Discouraged": "Okumalibwamu amaanyi",
    "Why did you feel this way": "Lwaki wawulira mu ngeri eno",
    "School": "Essomero",
    "Family": "Famire",
    "Friends visit at home": "Emikwano ginkyalidde ewaka",
    "Outing with my friends": "Ntambuddemu ne mikwano gyange",
    "Bad Company": "Bad Company",
    "View tallies": "Laba emiwendo",
    "Seizure Tracking": "okulondoola okwesika",
    "How severe was it": "Kwali kwa kigero ki",
    "How long did it last": "Kwamala bbanga ki",
    "What time of the day did it occur": "Kwaliwo kiseera ki mu lunaku",
    "Did you lose awareness": "Wafiirwa okutegeera",
    "Before the seizure, did you have an": "Nga tonnaba kwesika, wawulira",
    "Aura": "Embeera etali ya bulijjo",
    "An aura is unusual feeling, experience, or sensation that signals an upcoming seizure": "Embeera y'okuva mu bulamu bwo obwa bulijjo kwe kwewulira obubi, okuyita mu mbeera oba okutaataaganyisibwa mu butoffaali bw'omubiri ekiraga okujja kw'okwesika .",
    "What kind of aura was it": "Embeera etali ya bulijjo yali ya ngeri ki",
    "Was there a trigger for your seizure": "Waaliwo embeera eyakuviirako okwesika",
    "How did you feel after the seizure": "Wawulira otya oluvannyuma lw'okwesika",
    "Flashing lights": "Amataala agamyansa",
    "Stress": "Okutawaanyizibwa mu bwongo",
    "Music": "Ennyimba",
    "High Fever": "Omusujja ogw'amaanyi",
    "Laughter": "Enseko",
    "Noise": "Okuwoggana",
    "Anger": "Obusungu",
    "Missed medication": "Obutafuna bujjanjabi",
    "What trigger was it": "Kiki ekyaviirako embeera eyo",
    "Medication": "Eddagala",
    "Record Your Medication": "Wandiika obujjanjabi bwo",
    "What was the reason for missing": "Nsonga ki eyakuviiriddeko obutamira ddagala",
    "What medication are you taking": "Bujjanjabi ki bw'ofuna",
    "How did you engage today":"How did you engage today"
  }
}
